Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gfxboot-theme-guada/tags/0.1.24/po/*.po
Languages: th

source: OK
th: ตกลง

source: Cancel
th: ยกเลิก

source: Reboot
th: เริ่มระบบใหม่

source: Continue
th: ทำต่อไป

source: Boot Options
th: ทางเลือกในการเริ่มระบบ

source: Exiting...
th: กำลังออกไป

source: You are leaving the graphical boot menu and starting the text mode interface.
th: ท่านกำลังจะออกจากเมนูเริ่มระบบแบบกราฟิก\n ไปเป็นแบบพิมพ์คำสั่ง.

source: Help
th: ช่วยเหลือ

source: Starting...
th: กำลังเริ่ม

source: Loading Linux Kernel
th: กำลังติดตั้งส่วนกลางของลีนุกซ์\n \n \n

source: Loading memtest86
th: กำลังติดตั้งโปรแกรม memtest86\n \n \n

source: Boot loader
th: โปรแกรมติดตั้งระบบ

source: I/O error
th: การอ่าน/เขียนมีปัญหา

source: Change Boot Disk
th: กรุณาเปลี่ยนแผ่นดิสก์สำหรับเริ่มระบบ

source: Insert boot disk %u.
th: กรุณาใส่แผ่นดิสก์์สำหรับเริ่มระบบแผ่นที่ %u.

source: This is boot disk %u. Insert boot disk %u.
th: นี่คือแผ่นดิสก์์สำหรับเริ่มระบบแผ่นที่ %u.\n กรุณาใส่แผ่นดิสก์สำหรับเริ่มระบบแผ่นที่ %u.

source: This is not a suitable boot disk. Please insert boot disk %u.
th: แผ่นดิสก์สำหรับเริ่มระบบไม่ถูกต้อง.\n กรุณาใส่แผ่นดิสก์สำหรับเริ่มระบบแผ่นที่ %u.

source: Password
th: รหัสผ่าน

source: Enter your password:
th: กรุณาใส่รหัสผ่าน: \n \n \n

source: DVD Error
th: แผ่นดีวีดีมีปัญหา

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
th: นี่เป็นแผ่นดีวีดีที่สามารถใช้ได้ทั้ง 2 ด้าน. ท่านกำลังเริ่มระบบจากด้านที่ 2.\n \n กรุณาพลิกแผ่นดีวีดีก่อนจึงจะสามารดำเนินการต่อไปได้.

source: Power Off
th: ปิดเครื่อง

source: Halt the system now?
th: หยุดระบบเดี้ยวนี้?

source: Hard Disk Installation
th: ติดตั้งฮาร์ดดิสก์

source: Disk Device (scan all disks if empty)
th: หน่วยฮาร์ดดิสก์ (ค้นหาทุกหน่วยถ้าปล่อยว่าง)\n

source: Directory
th: สารบบ\n

source: FTP Installation
th: ติดตั้งผ่าน FTP

source: Server
th: เซิร์ฟเวอร์\n

source: Password
th: รหัสผ่าน\n

source: User (anonymous login if empty)
th: ผู้ใช้ (anonymous login ถ้าปล่อยว่าง)\n

source: NFS Installation
th: ติดตั้งผ่าน NFS

source: User (using "guest" if empty)
th: ผู้ใช้ (ใช้ "guest" ถ้าปล่อยว่าง)\n

source: SMB (Windows Share) Installation
th: ติดตั้งผ่าน SMB (Windows Share)

source: HTTP Installation
th: ติดตั้งผ่าน HTTP

source: Domain
th: โดเมน\n

source: Other Options
th: ตัวเลือกอี่นๆ

source: Language
th: ภาษา

source: Keymap
th: แป้นพิมพ์แบบ

source: Normal mode
th: แบบธรรมดา

source: Expert mode
th: แบบผู้มีประสพการณ์

source: Accessibility
th: ปรับแต่งสำหรับผู้มีปัญหามองเห็นและเคลื่อนไหว

source: None
th: ไม่มี

source: Lesser Visual Impairment
th: มีปัญหาในการมองเห็นเล็กน้อย

source: Moderate Visual Impairment
th: มีปัญหาในการมองเห็นปานกลาง

source: Blindness
th: มองไม่เห็น

source: Minor Motor Difficulties
th: มีปัญหาด้านการเคลื่อนไหวเล็กน้อย

source: Motor Difficulties - pointing devices
th: มีปัญหาด้านการเคลื่อนไหว - อุปกรณ์เกี่ยวกับเมาส์

source: Motor Difficulties - switch devices
th: มีปัญหาด้านการเคลื่อนไหว - อุปกรณ์เกี่ยวกับแป้นพิมพ์

source: Everything
th: ทุกอย่าง

source: ^Start or install Ubuntu
th: เ^ริ่มอูบันตู

source: Start Ubuntu in safe ^graphics mode
th: เริ่มอูบันตูในแบบ^กราฟิกง่ายๆ

source: ^Start or install Kubuntu
th: ^เริ่มคูบันตู

source: Start Kubuntu in safe ^graphics mode
th: เริ่มคูบันตูในแบบ^กราฟิกง่ายๆ

source: ^Start or install Edubuntu
th: ^เริ่มเอ็ดดูบันตู

source: Start Edubuntu in safe ^graphics mode
th: เริ่มเอ็ดดูบันตูในแบบ^กราฟิกง่ายๆ

source: ^Start or install Xubuntu
th: ^เริ่มซูบันตู

source: Start Xubuntu in safe ^graphics mode
th: เริ่มซูบันตูในแบบ^กราฟิกง่ายๆ

source: ^Install in text mode
th: ูู^ติดตั้งลงในฮาร์ดดิกส์

source: ^Install to first hard disk
th: ูู^ติดตั้งลงในฮาร์ดดิกส์

source: Install a ^workstation
th: ติดตั้ง ^workstation

source: Install in ^OEM mode
th: ติดตั้งแบบ ^OEM

source: Install a ^LAMP server
th: ติดตั้ง ^LAMP เซิฟร์เวอร์

source: Install a ^server
th: ติดตั้งเ^ซิฟร์เวอร์

source: ^Check CD for defects
th: ^ตรวจแผ่นซีดีหาข้อบกพร่อง

source: ^Rescue a broken system
th: แู^ก้ไขระบบที่มีปัญหา

source: ^Memory test
th: ^ทดสอบหน่วยความจำ

source: ^Boot from first hard disk
th: เริ่มระบบจาก^ฮาร์ดดิกส์ตัวแรก
