Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24/po/*.po
Languages: eu, fr

source: Components that have been confirmed to install applications from
eu: Bertatik aplikazioak instalatzeko onartu diren osagaiak
fr: Dépôts validés, à partir desquels les applications peuvent être installées

source: If true, the main window is maximized.
eu: Egia bada, leiho nagusia maximizatuko da.
fr: Dans ce cas la fenêtre est maximisée.

source: Main window height
eu: Leiho nagusiaren altuera
fr: Hauteur de la fenêtre principale

source: Main window maximization state
eu: Leiho nagusiaren maximizazio-egoera.
fr: État (maximisé/réduit) de la fenêtre principale

source: Main window width
eu: Leiho nagusiaren zabalera
fr: Largeur de la fenêtre principale

source: Possible values: 0 : show all available applications 1 : show only free applications 2 : - 3 : show only supported applications 4 : show only 3rd party applications 5 : - 6 : show only installed applications
eu: Balio posibleak: 0 : aplikazio eskuragarri guztiak erakutsi 1 : aplikazio askeak bakarrik erakutsi 2 : - 3 : sostengudun aplikazioak bakarrik erakutsi 4 : third-party apliakzioak bakarrik erakutsi 5 : - 6 : instalatutako aplikazioak bakarrik erakutsi
fr: Valeurs possibles : 0 : affiche toutes les logiciels disponibles 1 : affiche uniquement les logiciels libres 2 : - 3 : affiche uniquement les logiciels pris en charge 4 : affiche uniquement les applications tierces 5 : - 6 : affiche uniquement les applications installées

source: Show only a subset of applications
eu: Aplikazio talde bat bakarrik erakutsi
fr: Affiche uniquement un sous-ensemble d'applications

source: Suggest application for MIME-type: approved components
eu: Aplikazioa proposatu MIME motarako: osagai onartuak
fr: Suggérer une application pour le type MIME : dépôts approuvés

source: Timeout for interactive search
eu: Bilaketa interaktiborako atzera-kontua
fr: Délai d'expiration pour la recherche interactive

source: Timeout from typing in the search entry until a search is triggered (in milliseconds).
eu: Bilaketarako sarrera idazten denetik bilaketa abiarazi arteko atzera-kontua (milisegundotan).
fr: Délai d'expiration entre la saisie dans le champ de recherche et le lancement effectif de la recherche (en millisecondes).

source: Timestamp of the last cache refresh run
eu: Cache-a freskatu zen azkeneko aldiko denbora-marka
fr: Horodatage du dernier rafraîchissement du cache

source: When the user asks to open a file but no supported application is present, the system will offer to install applications in the components listed here, as well as the individually whitelisted applications.
eu: Erabiltzailea fitxategi bat irekitzen saiatzen bada, eta ez badago halako fitxategirik irekitzeko aplikazio egokirik instalatuta, zerrenda honetako aplikazioak edo banan-baban onartutako aplikazioak instalatzea eskainiko dio sistemak erabiltzaileari.
fr: Lorsque l'utilisateur demande l'ouverture d'un fichier pour lequel aucune application le prenant en charge n'est présente, le système proposera d'installer les applications se trouvant dans cette liste de dépôts, ainsi que celles ayant été placées individuellement en liste blanche.

source: <b>Add</b>
eu: <b>Gehitu</b>
fr: <b>Ajouter</b>

source: <b>Remove</b>
eu: <b>Kendu</b>
fr: <b>Supprimer</b>

source: <big><b>Checking installed and available applications</b></big> Ubuntu and third party vendors offer you a large variety of applications that you can install on your system.
eu: <big><b>Instalatuta dauden edo eskuragarri diren aplikazioak bilatzen</b></big> Ubuntu eta 'Third Party' saltzaileek aplikazio ugari eskaintzen dituzte zure sisteman instalatu ahal ditzazun.
fr: <big><b>Vérification des applications disponibles et installées</b></big> Ubuntu et les fournisseurs tierce-partie mettent à votre disposition une large gamme d'applications que vous pouvez installer sur votre ordinateur.

source: <big><b>The list of available applications is out of date</b></big> To reload the list you need a working internet connection.
eu: <big><b>Aplikazio eskuragarrien zerrenda zaharkitua dago</b></big> Zerrenda birkargatzeko, martxan dagoen internet-konexio bat behar duzu.
fr: <big><b>La liste des applications disponibles n'est pas à jour</b></big> Pour recharger cette liste, vous avez besoin d'être connecté à Internet.

source: Add/Remove Applications
eu: Aplikazioak Gehitu/Kendu
fr: Ajouter/supprimer des applications

source: Apply pending changes and close the window
eu: Aldaketak aplikatu eta leihoa itxi
fr: Appliquer les changements en cours et fermer la fenêtre

source: Cancel pending changes and close the window
eu: Aldaketak baztertu eta leihoa itxi
fr: Annuler les changements en cours et fermer la fenêtre

source: Categories
eu: Kategoriak
fr: Catégories

source: Licence
eu: Lizentzia

source: Search:
eu: Bilatu:
fr: Rechercher :

source: Show:
eu: Erakutsi:
fr: Afficher :

source: The categories represent the application menu
eu: Aplikazioen menua irudikatzen dute kategoriek
fr: Ces catégories représentent le menu des applications

source: _Add/Remove More Applications
eu: Aplikazio _gehiago gehitu/kendu
fr: _Ajouter/Supprimer plus d'applications

source: _Apply Changes
eu: Aldaketak _aplikatu
fr: _Appliquer les changements

source: _Reload
eu: _Birkargatu
fr: _Recharger

source: _Remove
eu: _Kendu
fr: _Supprimer

source: _Retry
eu: Berriro _saiatu
fr: _Réessayer

source: applications
eu: aplikazioak

source: Add/Remove...
eu: Gehitu/Kendu...
fr: Ajouter/supprimer...

source: Install and remove applications
eu: Aplikazioak instalatu eta kendu
fr: Installer et supprimer des applications

source: Package Manager
eu: Pakete-Kudeatzailea
fr: Gestionnaire de paquets

source: no suitable application
eu: aplikazio egokirik ez
fr: Aucune application appropriée

source: No application suitable for automatic installation is available for handling this kind of file.
eu: Ez dago fitxategi mota hau maneiatzeko aplikazio egokirik hautagai instalazio automatikorako.
fr: Aucune application appropriée n'est installable automatiquement pour prendre en charge ce type de fichier.

source: no application found
eu: ez da aplikaziorik aurkitu
fr: impossible de trouver une application

source: No application is known for this kind of file.
eu: Ez da ezagutzen fitxategi mota honentzako aplikazio egokirik.
fr: Aucune application n'est connue pour ce type de fichier.

source: Searching for appropriate applications
eu: Aplikazio egokiak bilatzen
fr: Chercher les applications appropriées

source: Please wait. This might take a minute or two.
eu: Itxaron mesedez. Honek minutu bat edo bi behar ditzake.
fr: Veuillez patienter. Cela peut prendre une ou deux minutes.

source: Search for suitable codec?
eu: Codec egokia bilatu?
fr: Rechercher un codec approprié ?

source: The required software to play this file is not installed. You need to install suitable codecs to play media files. Do you want to search for a codec that supports the selected file? The search will also include software which is not officially supported.
eu: Fitxategi hau erreproduzitzeko beharrezko softwarea ez dago instalatuta. Multimedia fitxategiak erreproduzitzeko codec egokiak instalatu behar dituzu. Hautatutako fitxategia jasaten duen codec bat bilatu nahi al duzu? Sostengu ofizialik ez duen softwarearen artean ere bilatuko da.
fr: Le logiciel nécessaire à la lecture de ce fichier n'est pas installé. Vous devez installer les codecs appropriés pour lire les fichiers multimédia. Voulez-vous rechercher un codec qui prend en charge le fichier sélectionné ? La recherche proposera également des logiciels qui ne sont pas pris en charge officiellement.

source: Invalid commandline
eu: Agindu-lerro baliogabea
fr: Ligne de commande invalide

source: '%s' does not understand the commandline argument '%s'
eu: '%s'-(e)k ez du agindu-lerroko '%s' argumentua ulertzen
fr: « %s » ne reconnaît pas l'argument « %s » de la ligne de commande

source: Searching for appropriate codecs
eu: Codec egokiak bilatzen
fr: Recherche de codecs appropriés

source: _Install
eu: _Instalatu
fr: _Installer

source: Install multimedia codecs
eu: Multimedia codec-ak instalatu
fr: Installer des codecs multimédia

source: additional codec installation declined
eu: ezeztatu egin da codec gehigarriaren instalazioa
fr: l'installation de codecs supplémentaires est refusée

source: additional codec installation failed
eu: huts codec gehigarria instalatzean
fr: l'installation de codecs supplémentaires a échoué

source: "%s" cannot be opened
eu: "%s" ezin da ireki
fr: Impossible d'ouvrir « %s »

source: A list of applications that can handle documents of the type '%s' will be created
eu: '%s' motako fitxategiak maneiatu ditzaketen aplikazioen zerrenda ari da osatzen
fr: Une liste d'applications susceptibles de gérer les documents du type « %s » va être créée

source: Install applications to open "%s"
eu: "%s" irekitzeko aplikazioak instalatu
fr: Installer des applications pour ouvrir « %s »

source: Install applications
eu: Aplikazioak instalatu
fr: Installer des applications

source: _Search
eu: _Bilatu
fr: _ Rechercher

source: Searching for extensions
eu: Hedapenak bilatzen
fr: Recherche d'extensions

source: Extensions allow you to add new features to your application.
eu: Hedapenekin, ezaugarri berriak gehituko dizkiozu zure aplikazioari.
fr: Les extensions vous permettent d'ajouter de nouvelles fonctionnalités à votre application.

source: Install/Remove Extensions
eu: Hedapenak Gehitu/Kendu
fr: Installer/supprimer des extensions

source: Extension
eu: Hedapena

source: To install an application check the box next to the application. Uncheck the box to remove the application.
eu: Aplikazio bat instalatzeko, markatu ezazu aplikazioaren ondoko kutxa. Aplikazioa kentzeko, kutxa desmarkatu ezazu.
fr: Pour installer une application, cochez la case située à gauche de l'application. Décochez cette case pour supprimer l'application.

source: To perform advanced tasks use the Synaptic package manager.
eu: Lan aurreratuak burutzeko, Synaptic pakete-kudeatzailea erabili.
fr: Pour effectuer des tâches plus complexes, utilisez le gestionnaire de paquets Synaptic.

source: Quick Introduction
eu: Sarrera Laburra
fr: Présentation rapide

source: Show only applications that are installed on your computer
eu: Zure ordenagailuan instalatuta dauden aplikazioak bakarrik erakutsi
fr: Afficher uniquement les applications déjà installées sur votre ordinateur

source: Error reading the addon CD
eu: Errorea gehigarrien CDa irakurtzean
fr: Erreur lors de la lecture du CD d'éléments supplémentaires

source: The addon CD may be corrupt
eu: Agian, gehigarrien CDa gaizki dago
fr: Le CD d'éléments supplémentaires est peut-être corrompu

source: The list of applications is not availabe
eu: Aplikazioen zerrenda ez dago eskuragarri
fr: La liste des applications n'est pas disponible

source: Click on 'Reload' to load it. To reload the list you need a working internet connection.
eu: Kargatzeko, sakatu ezazu 'Birkargatu'. Zerrenda birkargatzeko, martxan dagoen Internet konexioa beharko duzu.
fr: Cliquez sur « Recharger » pour la charger. Pour recharger la liste vous avez besoin d'être connecté à Internet.

source: %s cannot be installed on your computer type (%s)
eu: %s ezin da instalatua izan zure ordenagailu-motan (%s)
fr: %s ne peut être installé sur votre type d'ordinateur (%s)

source: Either the application requires special hardware features or the vendor decided to not support your computer type.
eu: Aplikazioak hardware-ezaugarri bereziak behar ditu, edo saltzaileak zure ordenagailu-mota ez sostengatzea erabaki du.
fr: Soit cette application requiert des caractéristiques matérielles spéciales, soit le vendeur a décidé de ne pas prendre en charge votre type d'ordinateur.

source: Cannot install '%s'
eu: Ezin da '%s' instalatu
fr: Impossible d'installer « %s »

source: This application conflicts with other installed software. To install '%s' the conflicting software must be removed first. Switch to the 'synaptic' package manager to resolve this conflict.
eu: Aplikazio honek gatazka sortzen du jadanik instalatutako softwareren batekin. '%s' instalatzeko, beste software gatazkaduna kendu beharko duzu. 'Synaptic' pakete-kudeatzailea erabili ezazu gatazka hau ebazteko.
fr: Cette application entre en conflit avec d'autres logiciels installés. Pour installer « %s », les logiciels problématiques doivent d'abord être enlevés. Utilisez le gestionnaire de paquets Synaptic pour résoudre ce conflit.

source: Cannot remove '%s'
eu: Ezin da '%s' kendu
fr: Impossible de supprimer « %s »

source: One or more applications depend on %s. To remove %s and the dependent applications, use the Synaptic package manager.
eu: '%s'-ren menpekoa da aplikazio bat edo gehiago. %s eta bere menpeko aplikazioak kentzeko, Synaptic pakete-kudeatzailea erabili ezazu.
fr: Une ou plusieurs applications dépendent de %s. Pour supprimer %s et les applications qui en dépendent, utilisez le gestionnaire de paquets Synaptic.

source: Confirm installation of restricted software
eu: Software mugatuaren instalazioa berretsi
fr: Confirmer l'installation de logiciels ayant des restrictions d'usage

source: The use of this software may be restricted in some countries. You must verify that one of the following is true: • These restrictions do not apply in your country of legal residence • You have permission to use this software (for example, a patent license) • You are using this software for research purposes only
eu: Software honen erabilera mugatuta egon daiteke herrialde batzuetan. Ondorengoetako bat egia dela egiaztatu behar ezazu: • Muga hauek ez dira zure bizileku legala duzun herrialdean aplikagarriak • Software hau erabiltzeko baimena duzu (adibidez: lizentzia) • Ikertzeko helburu soilarekin darabilzu software hau
fr: L'utilisation de ce logiciel peut être restreinte (par la loi) dans certains pays. Vous devez vérifier que vous êtes dans l'un de ces cas : • Ces restrictions ne s'appliquent pas dans le pays où se situe votre résidence légale • Vous avez l'autorisation d'utiliser ce logiciel (par exemple, une licence) • Vous utilisez ce logiciel uniquement à des fins de recherche

source: _Confirm
eu: _Berretsi
fr: _Confirmer

source: Enable the installation of software from %s?
eu: '%s'-(e)ko softwarea instalatzea onartu?
fr: Activer l'installation de logiciels depuis %s ?

source: %s is provided by a third party vendor. The third party vendor is responsible for support and security updates.
eu: 'Third Party' saltzaile batek eskaintzen du %s. 'Third Party' saltzailea da sostengu eta segurtasun-eguneratzeen arduraduna.
fr: %s est proposé par un vendeur tierce partie. Les vendeurs tierce partie sont responsables de l'assistance et des mises à jour de sécurité.

source: You need a working internet connection to continue.
eu: Martxan dagoen Internet konexio bat behar duzu jarraitzeko.
fr: Vous avez besoin d'une connexion Internet fonctionnelle pour continuer.

source: _Enable
eu: _Onartu
fr: _Activer

source: Failed to check for installed and available applications
eu: Ezin izan dira instalatuta dauden edo eskuragarri diren aplikazioak bilatu
fr: Échec de la vérification des applications installées et disponibles

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
eu: Softwarea kudeatzeko sistemaren huts garrantzitsua da hau. Synaptic erabili ezazu pakete apurtuak bilatzeko, '/etc/apt/sources.list' fitxategiaren osotasuna eta baimenak egiaztatu itzazu, eta hau exekutatu ezazu software-informazioa birkargatzeko: 'sudo apt-get update' eta 'sudo apt-get install -f'
fr: Il s'agit d'une erreur majeure de votre système de gestion de logiciels. Veuillez vérifier les paquets cassés avec Synaptic, vérifiez les droits d'accès aux fichiers et la validité du fichier /etc/apt/sources.list, puis rechargez les informations sur les logiciels avec les commandes : « sudo apt-get update » et « sudo apt-get install -f ».

source: Apply changes to installed applications before closing?
eu: Instalatutako aplikazioei aldaketak aplikatu itxi aurretik?
fr: Appliquer les changements aux applications installées avant de quitter ?

source: If you do not apply your changes they will be lost permanently.
eu: Ez badituzu zure aldaketak aplikatzen, betirako galduko dira.
fr: Si vous n'appliquez pas vos changements, ils seront définitivement perdus.

source: _Close Without Applying
eu: Aplikatu Gabe _Itxi
fr: _Quitter sans appliquer

source: Apply the following changes?
eu: Hurrengo aldaketak aplikatu?
fr: Appliquer les changements suivants ?

source: Please take a final look through the list of applications that will be installed or removed.
eu: Mesedez, gainbegiratu ezazu instalatu edo kenduko diren aplikazioen zerrenda.
fr: Cette liste récapitulative vous permet de vérifier les applications qui seront installées ou désinstallées.

source: There is no matching application available.
eu: Ez dago bat datorren aplikaziorik eskuragarri.
fr: Aucune application correspondante n'est disponible.

source: To broaden your search, choose "%s".
eu: Zure bilaketa zabaltzeko, hautatu ezazu "%s".
fr: Pour élargir votre recherche, choisissez « %s ».

source: To broaden your search, choose "%s" or "%s".
eu: Zure bilaketa zabaltzeko, hautatu ezazu "%s" edo "%s".
fr: Pour élargir votre recherche, choisissez « %s » ou « %s ».

source: To broaden your search, choose a different "Show" item.
eu: Zure bilaketa zabaltzeko, beste zerbait hautatu ezazu "Erakutsi"-n
fr: Pour élargir votre recherche, choisissez une option « Afficher » différente.

source: To broaden your search, choose 'All' categories.
eu: Zure bilaketa zabaltzeko, kategoria 'Guztiak' hautatu.
fr: Pour élargir votre recherche, sélectionnez toutes les catégories.

source: Failed to open '%s'
eu: Ezin izan da '%s' ireki
fr: Échec de l'ouverture de « %s »

source: Applications
eu: Aplikazioak

source: Software installation failed
eu: Huts egin du software-instalazioak
fr: Échec de l'installation du logiciel

source: There has been a problem during the installation of the following pieces of software.
eu: Arazoren bat egon da ondorengo softwarea instalatzean.
fr: Il y a eu un problème lors de l'installation des logiciels suivants.

source: Add/Remove More Software
eu: Software gehiago Gehitu/Kendu
fr: Ajouter/Supprimer des logiciels

source: Application installation failed
eu: Huts egin du aplikazio-instalazioak
fr: Échec de l'installation de l'application

source: There has been a problem during the installation of the following applications.
eu: Arazoren bat egon da ondorengo aplikazioak instalatzean.
fr: Il y a eu un problème lors de l'installation des applications suivantes.

source: Software could not be removed
eu: Ezin izan da softwarea kendu
fr: Impossible de supprimer le logiciel

source: There has been a problem during the removal of the following pieces of software.
eu: Arazoren bat egon da ondorengo softwarea kentzean.
fr: Il y a eu un problème lors de la suppression des logiciels suivants.

source: Not all applications could be removed
eu: Ezin izan dira aplikazio guztiak kendu.
fr: Toutes les applications n'ont pu être supprimées

source: There has been a problem during the removal of the following applications.
eu: Arazoren bat egon da ondorengo aplikazioak kentzean.
fr: Il y a eu un problème lors de la désinstallation des applications suivantes.

source: Installation and removal of software failed
eu: Huts egin da softwarea instalatzean eta kentzean
fr: Échec de l'installation et de la suppression des logiciels

source: There has been a problem during the installation or removal of the following pieces of software.
eu: Arazoren bat egon da ondorengo softwarea instalatzean edo kentzean.
fr: Il y a eu un problème lors de l'installation ou la suppression des logiciels suivants.

source: Installation and removal of applications failed
eu: Huts egin da aplikazioak instalatzean eta kentzean
fr: Échec de l'installation ou de la suppression des logiciels

source: There has been a problem during the installation or removal of the following applications.
eu: Arazoren bat egon da ondorengo aplikazioak instalatzean edo kentzean.
fr: Il y a eu un problème lors de l'installation ou la désinstallation des applications suivantes.

source: New application has been installed
eu: Aplikazio berria instalatu da
fr: Une nouvelle application a été installée

source: New applications have been installed
eu: Aplikazio berriak instalatu dira
fr: De nouvelles applications ont été installées

source: To start a newly installed application, choose it from the applications menu.
eu: Instalatutako aplikazioak abiarazteko, aplikazioen menuan hautatu ezazu.
fr: Pour lancer une application nouvellement installée, choisissez-la dans le menu des applications.

source: To start a newly installed application double click on it.
eu: Instalatutako aplikazioak abiarazteko, klik bikoitza egiozu gainean.
fr: Pour lancer une application nouvellement installée, faites un double clic dessus.

source: Software has been installed successfully
eu: Ongi instalatu da softwarea
fr: Le logiciel a été installé avec succès

source: Do you want to install or remove further software?
eu: Software gehiago instalatu edo kendu nahi al duzu?
fr: Voulez-vous installer ou supprimer d'autres logiciels ?

source: Applications have been removed successfully
eu: Ongi keedu dira aplikazioak
fr: Les applications ont été supprimées avec succès

source: Do you want to install or remove further applications?
eu: Aplikazio gehiago instalatu edo kendu nahi al dituzu?
fr: Voulez-vous installer ou supprimer d'autres applications ?

source: Remove %s and bundled applications?
eu: %s eta berarekin batera datozen aplikazioak kendu?
fr: Supprimer %s et les applications qui lui sont liées ?

source: %s is part of a software collection. If you remove %s, you will remove all bundled applications as well.
eu: Software sorta baten parte da %s. %s kentzen baduzu, sorta horretako aplikazio guztiak ere kenduko dira.
fr: %s fait partie d'une collection d'applications. Si vous supprimez %s, vous supprimerez également les autres applications de cette collection.

source: _Remove All
eu: Guztiak _Kendu
fr: Tout _supprimer

source: Install %s and bundled applications?
eu: %s eta berarekin batera datozen aplikazioak instalatu?
fr: Installer %s et les applications qui lui sont liées ?

source: %s is part of a software collection. If you install %s, you will install all bundled applications as well.
eu: Software sorta baten parte da %s. %s instalatzen baduzu, sorta horretako aplikazio guztiak ere instalatuko dira.
fr: %s fait partie d'une collection d'applications. Si vous installez %s, vous installerez également les autres applications de cette collection.

source: _Install All
eu: Guztiak _Instalatu
fr: Tout _installer

source: %s is provided by a third party vendor.
eu: 'Third Party' saltzaile batek eskaintzen du %s.
fr: %s est proposé par un vendeur tierce partie.

source: The application comes with the following license terms and conditions. Click on the 'Enable' button to accept them:
eu: Ondorengo lizentzia-balditzak ditu aplikazioak. Onartzeko, 'Onartu' botoia sakatu ezazu:
fr: L'application est livrée sous les termes et conditions de licence suivants. Cliquez sur le bouton « Activer » pour les accepter :

source: Accept the license terms and install the software
eu: Lizentzia onartu eta softwarea instalatu
fr: Accepter les termes de licence et installer le logiciel

source: Loading cache...
eu: Cache-a kargatzen...
fr: Chargement du cache...
