Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24/po/*.po
Languages: eu, fr

source: Collecting application data...
eu: Aplikazioen datuak biltzen...
fr: Récupération des données des applications...

source: Loading applications...
eu: Aplikazioak kargatzen...
fr: Chargement des applications...

source: All
eu: Guztiak
fr: Tout

source: Loading %s...
eu: %s kargatzen...
fr: Chargement de %s...

source: All available applications
eu: Aplikazio eskuragarri guztiak
fr: Toutes les applications disponibles

source: Show all applications including ones which are possibly restricted by law or copyright
eu: Aplikazio guztiak erakutsi, copyright edo legeek mugatutakoak barne
fr: Afficher toutes les applications, y compris celles qui pourraient être soumises à des restrictions légales ou au droit d'auteur.

source: All Open Source applications
eu: Iturburu Irekiko aplikazio guztiak
fr: Toutes les applications Libres

source: Show all Debian applications which can be freely used, modified and distributed. This includes a large variety of community maintained applications
eu: Askeki erabli, aldatu eta elkarbanatu daitezkeen Debian aplikazioak erakutsi. Komunitateak mantendutako aplikazio asko ere hartzen ditu barne honek
fr: Afficher toutes les applications Ubuntu pouvant être utilisées,modifiées et redistribuées librement. Ceci inclut une large gamme d'applications maintenues par la communauté

source: Third party applications
eu: 'Third party' aplikazioak
fr: Applications de tierces parties

source: Show only applications that are provided by independent software vendors and are not part of Debian
eu: Debianen parte ez diren software-saltzaileek eskainitako aplikazioak bakarrik erakutsi
fr: Afficher uniquement les applications fournies par des éditeurs de logiciels indépendants et qui ne font pas partie d'Ubuntu

source: Enable the installation of software from the %s component of Debian?
eu: Debianen %s osagaieko softwarea instalatzea onartu?
fr: Activer l'installation de logiciels depuis le dépôt %s d'Ubuntu ?

source: %s is not officially supported with security updates.
eu: '%s'-(e)k ez du segurtasun-sostengu ofizialik.
fr: %s n'est pas pris en charge officiellement pour les mises à jour de sécurité.

source: Enable the installaion of officially supported Debian software?
eu: Ofizialki sostengatutako Debian softwarea instalatzea onartu?
fr: Activer l'installation de logiciels pris en charge officiellement par Ubuntu ?

source: %s is part of the Debian main distribution. Debian provides support and security updates, which will be enabled too.
eu: Debianen distribuzio nagusiaren parte da %s. Debianek sostengua eta segurtasun-eguneratzeak eskaintzen ditu, eta gaitu egingo dira.
fr: %s fait partie du dépôt principal (main) d'Ubuntu. Ubuntu fournit une assistance et des mises à jour de sécurité, qui seront elles aussi activées.

source: Enable the installation of partial free software?
eu: Software partzialki askea instalatzea onartu?
fr: Activer l'installation de logiciels partiellement libres ?

source: %s is not part of the Debian main distribution and requires non-free software to work. Debian provides support and security updates, which will be enabled too.
eu: %s ez da Debianen distribuzio nagusiaren parte, eta software ez askea behar du funtzionatzeko. Debianek sostengua eta segurtasun-eguneratzeak eskaintzen ditu, eta gaitu egingo dira.
fr: %s ne fait pas partie du dépôt principal (main) d'Ubuntu et nécessite des logiciels non-libres pour fonctionner. Ubuntu fournit une assistance et des mises à jour de sécurité, qui seront elles aussi activées.

source: Enable the installation of non-free software?
eu: Software ez askea instalatzea onartu?
fr: Activer l'installation de logiciels non-libres ?

source: The use, modification and distribution of %s is restricted by copyright or by legal terms in some countries.
eu: '%s'-ren erabilera, aldatzea eta elkarbanatzea copyright edo legeek mugatuta dago, herrialde batzutan.
fr: L'usage, la modification et la distribution de %s est restreinte par le droit d'auteur ou la loi dans certains pays.

source: %s integrates well into the KDE desktop
eu: %s ongi egokitzen zaio KDE mahaigainari
fr: %s s'intègre bien dans l'environnement de bureau KDE

source: %s integrates well into the GNOME desktop
eu: %s ongi egokitzen zaio GNOME mahaigainari
fr: %s s'intègre bien dans l'environnement de bureau GNOME

source: %s integrates well into the Gnustep desktop
eu: %s ongi egokitzen zaio Gnustep mahaigainari
fr: %s s'intègre bien dans l'environnement de bureau Gnustep

source: %s integrates well into the XFCE desktop
eu: %s ongi egokitzen zaio XFCE mahaigainari
fr: %s s'intègre bien dans l'environnement de bureau XFCE

source: Debian provides support and security updates for %s
eu: '%s'-rentzako sostengu eta segurtasun-eguneratzeak eskaintzen ditu Debianek.
fr: Ubuntu propose de l'assistance et des mises à jour de sécurité pour %s

source: %s requires non-free software to work.Debian provides support and security updates.
eu: '%s'-k software ez askea behar du funtzinatzeko. Debianek sostengua eta segurtasun-eguneratzeak eskaintzen ditu.
fr: %s nécessite des logiciels non-libres pour fonctionner. Ubuntu fournit l'assistance et les mises à jour de sécurité.

source: The use, modification and distribution of %s is restricted by copyright or by legal terms in some countries. Debian provides support and security updates.
eu: '%s'-ren erabilera, aldatzea eta elkarbanatzea copyright edo legeek mugatuta dago herrialde batzutan. Debianek sostengua eta segurtasun-eguneratzeak eskaintzen ditu.
fr: L'utilisation, la modification et la distribution de %s peut être restreinte par la loi ou le droit d'auteur dans certains pays. Ubuntu fournit l'assistance et les mises à jour de sécurité.

source: Show all applications including ones which are unsupported and possibly restricted by law or copyright
eu: Aplikazio guztiak erakutsi, sostengurik ez dutenak eta copyright edo legeek mugatutakoak barne.
fr: Afficher toutes les applications y compris celles qui ne sont pas prise en charge et potentiellement restreintes par la loi ou le droit d'auteur

source: Enable the installation of software from the %s component of Ubuntu?
eu: Ubunturen %s osagaieko softwarea instalatzea onartu?
fr: Activer l'installation de logiciels depuis le dépôt %s d'Ubuntu ?

source: Show all applications including ones which are possibly restricted by law or copyright, unsupported by Canonical Ltd. or not part of Ubuntu
eu: Aplikazio guztiak erakutsi, baita legeak edo copyright-ak ezarritako mugak dituztenak, Canonical Ltd.-k sostengatzen ez dituenak edo Ubunturen parte ez direnak ere.
fr: Afficher toutes les applications y compris celles dont l'utilisation est restreinte par la loi ou le droit d'auteur, non prises en charge par Canonical Ltd. ou ne faisant pas partie d'Ubuntu

source: Show all Ubuntu applications which can be freely used, modified and distributed. This includes a large variety of community maintained applications
eu: Modu askean erabiliak, aldatuak eta elkarbanatuak izan daitezkeen Ubuntu aplikazio guztiak erakutsi. Komunitateak mantendutako aplikazio pila hartzen ditu barne honek.
fr: Afficher toutes les applications d'Ubuntu qui peuvent être librement utilisées, modifiées et distribuées. Cela comprend un grand nombre d'applications maintenues par la communauté

source: Supported applications
eu: Sostengatutako apikazioak
fr: Applications prises en charge

source: Show only applications which come with full technical and security support by Canonical Ltd.
eu: Canonical Ltd.-ren sostengu tekniko eta segurtasun-sostengua duten aplikazioak bakarrik erakutsi.
fr: Afficher uniquement les applications pour lesquelles Canonical Ltd assure complètement l'assistance et les mise à jour de sécurité.

source: Show only applications that are provided by independent software vendors and are not part of Ubuntu
eu: Ubunturen parte ez diren software-saltzaile independenteek eskainitako aplikazioak bakarrik erakutsi.
fr: Afficher uniquement les applications qui sont proposées par des créateurs de logiciels indépendants et ne faisant pas partie d'Ubuntu

source: Enable the installaion of officially supported Ubuntu software?
eu: Sostengu ofiziala duen Ubunturen softwarea instalatzea onartu?
fr: Activer l'installation de logiciels officiellement supportés par Ubuntu ?

source: %s is part of the Ubuntu main distribution. Canonical Ltd. provides support and security updates, which will be enabled too.
eu: Ubunturen distribuzio nagusiaren parte da %s. Canonical Ltd.-k sostengua eta segurtasun-eguneratzeak eskaintzen ditu, eta gaitu egingo dira.
fr: %s fait partie du dépôt principal (main) d'Ubuntu. Canonical Ltd fournit l'assistance et les mises à jour de sécurité, qui seront elles aussi activées.

source: Enable the installation of community maintained software?
eu: Komunitateak mantendutako softwarea instalatzea onartu?
fr: Activer l'installation de logiciels maintenus par la communauté ?

source: %s is maintained by the Ubuntu community. The Ubuntu community provides support and security updates, which will be enabled too.
eu: Ubunturen komunitateak mantentzen du %s. Ubunturen komunitateak sostengua eta segurtasun-eguneratzeak eskaintzen ditu, eta gaitu egingo dira.
fr: %s est maintenu par la communauté Ubuntu. La communauté Ubuntu propose l'assistance et les mises à jour de sécurité, qui seront elles aussi activées.

source: Enable the installation of unsupported and restricted software?
eu: Sostengurik gabeko softwarea eta software mugatua instalatzea onartu?
fr: Activer l'installation de logiciels à l'utilisation restreinte et non pris en charge ?

source: Canonical Ltd. provides technical support and security updates for %s
eu: Canonical Ltd.-k ez du sostengu tekniko edo segurtasun-sostengurik eskaintzen '%s'-(r)entzat
fr: Canonical Ltd. offre une assistance technique et des mises à jour de sécurité pour %s

source: This application is provided by the Ubuntu community.
eu: Ubunturen komunitateak eskaintzen du aplikazio hau.
fr: Cette application est fournie par la communauté Ubuntu.

source: Description
eu: Deskribapena

source: %s cannot be installed
eu: %s ezin da instalatua izan
fr: Impossible d'installer %s

source: %s cannot be installed on your computer type (%s). Either the application requires special hardware features or the vendor decided to not support your computer type.
eu: %s ezin da instalatu zure ordenagailu-motan (%s). Aplikazioak hardware-ezaugarri bereziak behar ditu, edo saltzaileak zure ordenagailu-mota ez sostengatzea erabaki du.
fr: %s ne peut pas être installé sur votre ordinateur (%s). Soit l'application nécessite des caractéristiques matérielles spéciales, soit le vendeur à décidé de ne pas prendre en charge votre type ordinateur.

source: This application is bundled with the following applications:
eu: Aplikazio hau beste hauekin batera dator:
fr: Cette application est fournie sous forme de lot avec les applications suivantes :

source: Version: %s (%s)
eu: Bertsioa: %s (%s)

source: Popularity
eu: Ospea
fr: Popularité

source: Application
eu: Aplikazioa
