Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24-0ubuntu1guada1/po/*.po
Languages: fi, sv

source: Show only applications that are provided by independent software vendors and are not part of Debian
fi: Näytä vain sovellukset, joita tarjoavat itsenäiset ohjelmakehittäjät ja jotka eivät ole osa Debiania
sv: Visa endast program som tillhandahålls av oberoende programleverantörer och som inte är en del av Debian

source: Enable the installation of software from the %s component of Debian?
fi: Ota käyttöön ohjelmien asentaminen Debianin %s-komponentista?
sv: Aktivera installationen av programvara från Debians %s-komponent?

source: %s is not officially supported with security updates.
fi: Sovellusta %s ei tueta virallisesti tietoturvapäivityksillä.
sv: %s stöds inte officiellt med säkerhetsuppdateringar.

source: Enable the installaion of officially supported Debian software?
fi: Ota käyttöön virallisesti tuettujen Debian-ohjelmien ohjelmalähde?
sv: Aktivera installationen av officiellt stödd Debian-programvara?

source: %s is part of the Debian main distribution. Debian provides support and security updates, which will be enabled too.
fi: %s on osa Debianin "main"-jakelua. Debian tarjoaa tuki- ja tietoturvapäivityksiä, jotka otetaan käyttöön myös.
sv: %s är en del av Debians huvuddistribution. Debian tillhandahåller stöd och säkerhetsuppdateringar, vilket också kommer att aktiveras.

source: Enable the installation of partial free software?
fi: Ota käyttöön osittain vapaiden ohjelmien ohjelmalähde?
sv: Aktivera installationen av delvis fri programvara?

source: %s is not part of the Debian main distribution and requires non-free software to work. Debian provides support and security updates, which will be enabled too.
fi: %s ei ole osa Debianin "main"-jakelua, ja vaatii toimiakseen epävapaita ohjelmia. Debian tarjoaa tuki- ja tietoturvapäivityksiä, jotka otetaan käyttöön myös.
sv: %s är inte en del av Debians huvuddistribution och kräver icke-fri programvara för att fungera. Debian tillhandahåller support och säkerhetsuppdateringar, vilket också kommer att aktiveras.

source: Enable the installation of non-free software?
fi: Ota käyttöön epävapaiden ohjelmien ohjelmalähde?
sv: Aktivera installation av icke-fri programvara?

source: The use, modification and distribution of %s is restricted by copyright or by legal terms in some countries.
fi: Sovelluksen %s käyttö, muokkaus tai jakelu on rajoitettua joissain maissa.
sv: Användningen, ändringen och distribueringen av %s är begränsad av copyright eller av juridiska villkor i vissa länder.

source: %s integrates well into the KDE desktop
fi: %s sopii hyvin KDE-työpöytään
sv: %s integreras väl i KDE-skrivbordet

source: %s integrates well into the GNOME desktop
fi: %s sopii hyvin Gnome-työpöytään
sv: %s integreras väl i GNOME-skrivbordet

source: %s integrates well into the Gnustep desktop
fi: %s sopii hyvin Gnustep-työpöytään
sv: %s integreras väl i Gnustep-skrivbordet

source: %s integrates well into the XFCE desktop
fi: %s sopii hyvin XFCE-työpöytään
sv: %s integreras väl i XFCE-skrivbordet

source: Debian provides support and security updates for %s
fi: Debian tarjoaa tukea ja turvallisuuspäivityksiä ohjelmalle %s
sv: Debian tillhandahåller support och säkerhetsuppdateringar för %s

source: %s requires non-free software to work.Debian provides support and security updates.
fi: %s vaatii epävapaita ohjelmia toimiakseen. Debian tarjoaa tuki- ja turvallisuuspäivityksiä.
sv: %s kräver icke-fri programvara för att fungera. Debian tillhandahåller support och säkerhetsuppdateringar.

source: The use, modification and distribution of %s is restricted by copyright or by legal terms in some countries. Debian provides support and security updates.
fi: Ohjelman %s käyttö, muokkaus ja jakaminen on tekijänoikeus- tai lakiasioiden takia rajoitettua joissain maissa. Debian tarjoaa tukea ja turvallisuuspäivityksiä.
sv: Användning, ändring och distribution av %s är begränsad enligt upphovsrätt eller legala villkor i vissa länder. Debian tillhandahåller support och säkerhetsuppdateringar.

source: Show all applications including ones which are unsupported and possibly restricted by law or copyright
fi: Näytä kaikki sovellukset, mukaanlukien ne joita ei tueta ja jotka ovat mahdollisesti lain tai tekijänoikeuksien rajoittamia
sv: Visa alla program inklusive de som inte stöds och möjligen är inskränkta enligt lag eller upphovsrätt

source: Enable the installation of software from the %s component of Ubuntu?
fi: Ota käyttöön ohjelmien asentaminen Ubuntun %s-komponentista?
sv: Aktivera installationen av programvara från Ubuntus komponent %s?

source: Show all applications including ones which are possibly restricted by law or copyright, unsupported by Canonical Ltd. or not part of Ubuntu
fi: Näytä kaikki ohjelmat, mukaanlukien ne joita rajoittaa tekijänoikeus- tai lakiasiat, ovat ilman Canonicalin tukea tai eivät ole osa Ubuntua
sv: Visa alla program inklusive de som möjligen är begränsade genom lagar eller copyright, som inte stöds av Canonical Ltd. eller inte är en del av Ubuntu

source: Show all Ubuntu applications which can be freely used, modified and distributed. This includes a large variety of community maintained applications
fi: Näytä kaikki Ubuntun ohjelmat, joita voidaan vapaasti käyttää, muokata ja edelleenjakaa. Tämä sisältää suuren valikoiman yhteisön ylläpitämiä ohjelmia.
sv: Visa alla Ubuntu-program som kan fritt användas, ändras och distribueras. Det här inkluderar en stor blandning av gemenskapsunderhållna program

source: Supported applications
fi: Tuetut sovellukset
sv: Program som stöds

source: Show only applications which come with full technical and security support by Canonical Ltd.
fi: Näytä vain sovellukset, joita Canonical Ltd. tukee täysin
sv: Visa endast program som levereras med fullständig support, både tekniskt och säkerhetsmässigt, av Canonical Ltd.

source: Show only applications that are provided by independent software vendors and are not part of Ubuntu
fi: Näytä vain ohjelmat, joita tarjoavat yksittäiset ohjelmistojen tekijät. Ohjelmat eivät ole osa Ubuntua.
sv: Visa endast program som tillhandahålls av oberoende programvarutillverkare och inte är en del av Ubuntu

source: Enable the installaion of officially supported Ubuntu software?
fi: Ota käyttöön virallisesti tuettujen Ubuntu-ohjelmien ohjelmalähde?
sv: Aktivera installationen av officiellt stödd Ubuntu-programvara?

source: %s is part of the Ubuntu main distribution. Canonical Ltd. provides support and security updates, which will be enabled too.
fi: %s on osa Ubuntun "main"-jakelua. Canonical Ltd. tarjoaa tuki- ja turvallisuuspäivityksiä, jotka otetaan käyttöön myös.
sv: %s är en del av Ubuntus huvuddistribution. Canonical Ltd. tillhandahåller support och säkerhetsuppdateringar vilket också kommer att aktiveras.

source: Enable the installation of community maintained software?
fi: Ota käyttöön yhteisön ylläpitämien ohjelmien ohjelmalähde?
sv: Aktivera installation av gemenskapsunderhållen programvara?

source: %s is maintained by the Ubuntu community. The Ubuntu community provides support and security updates, which will be enabled too.
fi: Ohjelmaa %s ylläpitää Ubuntun yhteisö. Ubuntun yhteisö tarjoaa tuki- ja turvallisuuspäivityksiä, jotka otetaan käyttöön myös.
sv: %s underhålls av Ubuntus gemenskap. Ubuntus gemenskap tillhandahåller support och säkerhetsuppdateringar som också kommer att aktiveras.

source: Enable the installation of unsupported and restricted software?
fi: Ota käyttöön tukemattomien ja rajoitettujen ohjelmien ohjelmalähde?
sv: Aktivera installation av programvara som inte stöds och har begränsad licenstyp?

source: Canonical Ltd. provides technical support and security updates for %s
fi: Canonical Ltd. tarjoaa teknistä tukea ja turvallisuuspäivityksiä sovellukselle %s
sv: Canonical Ltd. tillhandahåller tekniskt stöd och säkerhetsuppdateringar för %s

source: This application is provided by the Ubuntu community.
fi: Tämän sovelluksen tarjoaa Ubuntun yhteisö
sv: Det här programmet tillhandahålls av Ubuntu-gemenskapen.

source: Description
fi: Kuvaus
sv: Beskrivning

source: %s cannot be installed
fi: Ei voida asentaa sovellusta %s
sv: %s kan inte installeras

source: %s cannot be installed on your computer type (%s). Either the application requires special hardware features or the vendor decided to not support your computer type.
fi: Sovellusta %s ei voida asentaa tietokonetyypillesi (%s). Sovelluksella voi olla erityisiä laitteistovaatimuksia, tai sovelluksen valmistaja on päättänyt olla tukematta tietokonetyyppiäsi.
sv: %s kan inte installeras på din datortyp (%s). Antingen kräver programmet speciella hårdvarufunktioner eller så har tillverkaren valt att inte erbjuda stöd för din datortyp.

source: This application is bundled with the following applications:
fi: Tämä ohjelma jakaa asennuspaketin seuraavien ohjelmien kanssa:
sv: Med det här programmet medföljer följande program:

source: Version: %s (%s)
fi: Versio: %s (%s)

source: Popularity
fi: Suosio
sv: Popularititet

source: Application
fi: Sovellus
sv: Program
