Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24-0ubuntu1guada1/po/*.po
Languages: fi, sv

source: Components that have been confirmed to install applications from
fi: Komponentit jotka on vahvistettu sovellusten asennuslähteiksi
sv: Komponenter som har bekräftats att installera program från

source: If true, the main window is maximized.
fi: Jos tosi, pääikkuna on suurennettu koko ruudun kokoiseksi
sv: Om sant är huvudfönstret maximerat.

source: Main window height
fi: Pääikkunan korkeus
sv: Höjd på huvudfönster

source: Main window maximization state
fi: Pääikkunan kokoruututila
sv: Maximeringstillstånd för huvudfönster

source: Main window width
fi: Pääikkunan leveys
sv: Bredd på huvudfönster

source: Possible values: 0 : show all available applications 1 : show only free applications 2 : - 3 : show only supported applications 4 : show only 3rd party applications 5 : - 6 : show only installed applications
fi: Mahdolliset arvot: 0 : näytä kaikki saatavilla olevat sovellukset 1 : näytä vain vapaat sovellukset 2: - 3: näytä vain tuetut sovellukset 4: näytä vain kolmannen osapuolen sovellukset 5: - 6: näytä vain asennetut sovellukset
sv: Möjliga värden: 0 : visa alla tillgängliga program 1 : visa endast fria program 2 : - 3 : visa endast program som stöds 4 : visa endast tredjepartsprogram 5 : - 6 : visa endast installerade program

source: Show only a subset of applications
fi: Näytä vain osa sovelluksista
sv: Visa endast ett mindre antal program

source: Suggest application for MIME-type: approved components
fi: suosittele sovelluste MIME-tyypille: hyväksytyt komponentit
sv: Föreslå program för MIME-typ: godkända komponenter

source: Timeout for interactive search
fi: Aikakatkaisu interaktiivisessa haussa
sv: Tidsgräns för interaktiv sökning

source: Timeout from typing in the search entry until a search is triggered (in milliseconds).
fi: Hakukenttään kirjoitettaessa aika, jonka jälkeen hakua aletaan suorittaa (millisekunneissa)
sv: Tidsgräns från inmatning i sökfältet tills att sökningen startar (i millisekunder)

source: Timestamp of the last cache refresh run
fi: Viimeisimmän välimuistivirkistyksen aikaleima
sv: Tidsstämpel för senaste cacheuppdateringen

source: When the user asks to open a file but no supported application is present, the system will offer to install applications in the components listed here, as well as the individually whitelisted applications.
fi: Kun käyttäjä pyytää tiedoston avaamista, mutta tuettua sovellusta ei ole asennettuna, järjestelmä tarjoaa asennettavaa sovellusta näistä komponenteista sekä erityisestä hyväksyttyjen sovellusten (whitelist) luettelosta.
sv: När användaren öppnar en fil men inget program finns tillgängligt kommer systemet att erbjuda att installera programvaror i komponenterna som listas här, såväl som individuellt vitlistade program.

source: <b>Add</b>
fi: <b>Lisää</b>
sv: <b>Lägg till</b>

source: <b>Remove</b>
fi: <b>Poista</b>
sv: <b>Ta bort</b>

source: <big><b>Checking installed and available applications</b></big> Ubuntu and third party vendors offer you a large variety of applications that you can install on your system.
fi: <big><b>Tarkistetaan asennettuja ja saatavilla olevia sovelluksia</b></big> Ubuntu ja kolmannet osapuolet tarjoavat suuren valikoiman järjestelmään asennettavia sovelluksia.
sv: <big><b>Kontrollerar installerade och tillgängliga program</b></big> Ubuntu och tredjepartsleverantörer erbjuder dig en mängd olika program som du kan installera på ditt system.

source: <big><b>The list of available applications is out of date</b></big> To reload the list you need a working internet connection.
fi: <big><b>Saatavilla olevien ohjelmien luettelo on vanhentunut</b></big> Ladataksesi luettelon uudelleen tarvitset toimivan Internet-yhteyden.
sv: <big><b>Listan över tillgängliga program är utdaterad</b></big> För att läsa om listan behöver du en fungerande Internetanslutning.

source: Add/Remove Applications
fi: Lisää/poista sovelluksia
sv: Lägg till/Ta bort program

source: Apply pending changes and close the window
fi: Toteuta muutokset ja sulje ikkuna
sv: Verkställ väntande ändringar och stäng fönstret

source: Cancel pending changes and close the window
fi: Peruuta muutokset ja sulje ikkuna
sv: Avbryt väntande ändringar och stäng fönstret

source: Categories
fi: Kategoriat
sv: Kategorier

source: Licence
fi: Lisenssi
sv: Licens

source: Search:
fi: Etsi:
sv: Sök:

source: Show:
fi: Näytä:
sv: Visa:

source: The categories represent the application menu
fi: Kategoriat kuvaavat sovellukset-valikkoa
sv: Kategorierna representerar programmenyn

source: _Add/Remove More Applications
fi: _Lisää/poista muita sovelluksia
sv: _Lägg till/Ta bort fler program

source: _Apply Changes
fi: _Toteuta muutokset
sv: _Verkställ ändringar

source: _Reload
fi: Ta_rkista
sv: _Läs om

source: _Remove
fi: _Poista
sv: _Ta bort

source: _Retry
fi: Y_ritä uudelleen
sv: _Försök igen

source: applications
fi: sovellukset
sv: program

source: Add/Remove...
fi: Lisää/poista...
sv: Lägg till/Ta bort...

source: Install and remove applications
fi: Lisää tai poista sovelluksia
sv: Installera och ta bort program

source: Package Manager
fi: Pakettienhallinta
sv: Pakethanterare

source: no suitable application
fi: ei sopivaa sovellusta
sv: inget lämpligt program

source: No application suitable for automatic installation is available for handling this kind of file.
fi: Automaattisesti asennettavissa olevaa sovellusta tämän tiedoston avaamiseen ei ole.
sv: Inget lämpligt program för automatisk installation finns tillgängligt för att hantera den här filtypen.

source: no application found
fi: sovellusta ei löytynyt
sv: inget program hittades

source: No application is known for this kind of file.
fi: Tämänlaiselle tiedostolle sopivaa sovellusta ei ole tiedossa.
sv: Inget program är känt för den här filtypen.

source: Searching for appropriate applications
fi: Etsitään sopivia sovelluksia
sv: Söker efter lämpliga program

source: Please wait. This might take a minute or two.
fi: Odota. Tämä voi kestää jonkin aikaa.
sv: Var god vänta. Det här kan ta en minut eller två.

source: Search for suitable codec?
fi: Etsi sopivaa koodekkia?
sv: Sök efter en lämplig kodek?

source: The required software to play this file is not installed. You need to install suitable codecs to play media files. Do you want to search for a codec that supports the selected file? The search will also include software which is not officially supported.
fi: Tämän tiedoston toistamiseen tarvittavia ohjelmistoja ei ole asennettu. Sopivat koodekit tulee asentaa mediatiedostojen toistamiseksi. Etsitäänkö valittua tiedostoa tukevaa koodekkia? Tämä haku sisältää myös ohjelmia, joita ei virallisesti tueta.
sv: Den nödvändiga programvaran som behövs för att spela upp denna fil är inte installerad. Du behöver installera lämpliga kodekar för att spela upp mediafiler. Vill du söka efter en kodek som ger stöd för den valda filen? Sökningen kommer även att inkludera programvara som inte stöds officiellt.

source: Invalid commandline
fi: Virheellinen komentorivi
sv: Ogiltig kommandorad

source: '%s' does not understand the commandline argument '%s'
fi: "%s" ei tunnista komentoriviargumenttia "%s"
sv: "%s" förstår inte kommandoradsargumentet "%s"

source: Searching for appropriate codecs
fi: Etsitään sopivia koodekkeja
sv: Söker efter lämpliga kodekar

source: _Install
fi: _Asenna
sv: _Installera

source: Install multimedia codecs
fi: Asenna multimediakoodekit
sv: Installera multimediakodekar

source: Codec
fi: Koodekki
sv: Kodek

source: additional codec installation declined
fi: lisäkoodekkien asennuksesta kieltäydytty
sv: installation av extra kodek nekades

source: additional codec installation failed
fi: lisäkoodekkien asennus epäonnistui
sv: installation av extra kodek misslyckades

source: "%s" cannot be opened
fi: "%s" ei voi avata
sv: "%s" kan inte öppnas

source: A list of applications that can handle documents of the type '%s' will be created
fi: Asiakirjatyypin "%s" käsitttelyn hallitsevista sovelluksista luodaan luettelo
sv: En lista över program som kan hantera dokument av typen "%s" kommer att skapas

source: Install applications to open "%s"
fi: Asenna sovellukset kohteen "%s" avaamiseksi
sv: Installera program för att öppna "%s"

source: Install applications
fi: Asenna sovellukset
sv: Installera program

source: _Search
fi: Et_si
sv: _Sök

source: Searching for extensions
fi: Etsitään laajennuksia
sv: Söker efter tillägg

source: Extensions allow you to add new features to your application.
fi: Laajennukset lisäävät sovellukseen uusia ominaisuuksia.
sv: Tillägg låter dig lägga till nya funktioner till dina program.

source: Install/Remove Extensions
fi: Asenna/poista laajennuksia
sv: Installera/Ta bort tillägg

source: Extension
fi: Lisäosa
sv: Tillägg

source: To install an application check the box next to the application. Uncheck the box to remove the application.
fi: Asentaaksesi ohjelman valitse ohjelman vieressä oleva laatikko. Samaten poistaaksesi ohjelman poista valinta.
sv: För att installera ett program, kryssa i rutan bredvid programmet. Ta bort krysset i rutan för att ta bort programmet.

source: To perform advanced tasks use the Synaptic package manager.
fi: Tehdäksesi edistyneempiä toimenpiteitä käytä Synaptic-pakettienhallintaohjelmaa.
sv: Använd pakethanteraren Synaptic för att genomföra avancerade uppgifter.

source: Quick Introduction
fi: Lyhyt esittely
sv: Snabbintroduktion

source: Show only applications that are installed on your computer
fi: Näytä vain sovellukset, jotka ovat asennettuina tietokoneelle
sv: Visa endast program som är installerade på din dator

source: Error reading the addon CD
fi: Virhe luettaessa lisä-CD-levyä
sv: Fel vid läsning av tilläggs-cd

source: The addon CD may be corrupt
fi: Lisä-CD saattaa olla vioittunut
sv: Tilläggsskivan kan vara skadad

source: The list of applications is not availabe
fi: Sovellusluettelo ei ole saatavissa
sv: Listan över program är inte tillgänglig

source: Click on 'Reload' to load it. To reload the list you need a working internet connection.
fi: Napsauta "Tarkista" ladataksesi sen. Tämä vaatii toimivan Internet-yhteyden.
sv: Klicka på "Uppdatera" för att läsa in den. Du behöver en fungerande internetanslutning för att uppdatera listan.

source: %s cannot be installed on your computer type (%s)
fi: %s ei voida asentaa tietokonetyypillesi (%s)
sv: %s kan inte installeras på din datortyp (%s)

source: Either the application requires special hardware features or the vendor decided to not support your computer type.
fi: Sovellus vaatii joko erityistä laitteistoa, tai valmistaja on päättänyt olla tukematta tietokonetyyppiäsi.
sv: Antingen kräver programmet speciella hårdvarufunktioner eller så har tillverkaren bestämt att inte erbjuda stöd för din datortyp.

source: Cannot install '%s'
fi: Ei voida asentaa sovellusta '%s'
sv: Kan inte installera "%s"

source: This application conflicts with other installed software. To install '%s' the conflicting software must be removed first. Switch to the 'synaptic' package manager to resolve this conflict.
fi: Tämä sovellus on ristiriidassa muiden asennettujen ohjelmistojen kanssa. Asentaaksesi sovelluksen "%s" tulee ristiriidassa olevat ohjelmistot poistaa ensin. Vaihda Synaptic-pakettienhallinnan puolelle korjataksesi tämän ongelman.
sv: Det här programmet står i konflikt med annan installerad programvara. För att installera "%s" måste först programvaran som den står i konflikt med tas bort. Byt till pakethanteraren "Synaptic" för att rätta till den här konflikten.

source: Cannot remove '%s'
fi: Ei voida poistaa sovellusta '%s'
sv: Kan inte ta bort "%s"

source: One or more applications depend on %s. To remove %s and the dependent applications, use the Synaptic package manager.
fi: Yksi tai useampi sovellus riippuu sovelluksesta %s. Poistaaksesi sovelluksen %s ja siitä riippuvat sovellukset, käytä Synaptic-pakettienhallintaa.
sv: Ett eller flera program är beroende av %s. Använd pakethanteraren Synaptic för att ta bort %s och de beroende programmen.

source: Confirm installation of restricted software
fi: Varmista rajoitettujen ohjelmistojen asentaminen
sv: Bekräfta installation av proprietär programvara

source: The use of this software may be restricted in some countries. You must verify that one of the following is true: • These restrictions do not apply in your country of legal residence • You have permission to use this software (for example, a patent license) • You are using this software for research purposes only
fi: Tämän ohjelmiston käyttö saattaa olla rajoitettua joissain maissa. Yhden seuraavista ehdoista tulee täyttyä: 1. Nämä rajoitukset eivät päde asuinmaassasi 2. Sinulla on oikeus käyttää tätä ohjelmistoa (esimerkiksi patenttilisenssi) 3. Käytät tätä ohjelmistoa vain tutkimustarkoituksiin Epävirallinen huomautus Suomen tilanteesta: Ohjelmistopatentit eivät periaatteessa ole lainvoimaisia Euroopan Unionin alueella, mutta niitä myönnetään kuitenkin jatkuvasti. Tästä johtuen patenttilisenssin tarpeeseen tai tarpeettomuuteen ei ole yksiselitteistä vastausta.
sv: Användningen av den här programvaran kan vara begränsad i vissa länder. Du måste verifiera att ett av följande är sant: • Dessa begränsningar gäller inte i det land du befinner dig i • Du har behörighet att använda den här programvaran (till exempel en patentlicens) • Du använder endast den här programvaran i forskningssyfte

source: _Confirm
fi: _Varmista
sv: _Bekräfta

source: Enable the installation of software from %s?
fi: Ota käyttöön sovellusten asentaminen lähteestä %s?
sv: Aktivera installation av programvara från "%s"?

source: %s is provided by a third party vendor. The third party vendor is responsible for support and security updates.
fi: Kolmas osapuoli tarjoaa sovelluksen %s. Kyseinen valmistaja on vastuussa tuesta ja tietoturvapäivityksistä.
sv: %s tillhandahålls av en tredjepartstillverkare. Tredjepartstillverkaren är ansvarig för stöd och säkerhetsuppdateringar.

source: You need a working internet connection to continue.
fi: Tarvitset toimivan Internet-yhteyden jatkaaksesi.
sv: Du behöver en fungerande internetanslutning för att fortsätta.

source: _Enable
fi: _Ota käyttöön
sv: _Aktivera

source: Failed to check for installed and available applications
fi: Ei voitu tarkistaa asennettuja ja saatavilla olevia ohjelmia.
sv: Misslyckades med att kontrollera installerade och tillgängliga program

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
fi: Tämä on isohko virhe pakettienhallintajärjestelmässä. Tarkista rikkinäiset paketit Synaptic-ohjelmalla, tarkista "/etc/apt/sources.list"-tiedoston oikeudet ja sisällön virheettömyys, ja lataa ohjelmaluettelotiedot uudelleen komennoilla:"sudo apt-get update" ja "sudo apt-get install -f".
sv: Det här är ett allvarligt fel i ditt programvaruhanteringssystem. Leta efter trasiga paket med Synaptic, kontrollera filrättigheterna och om filen "/etc/apt/sources.list" är korrekt. Läs sedan om programvaruinformationen med "sudo apt-get update" och "sudo apt-get install -f".

source: Apply changes to installed applications before closing?
fi: Toteuta muutokset asennettuihin ohjelmiin ennen sulkemista?
sv: Verkställ ändringar på installerade program innan programmet avslutas?

source: If you do not apply your changes they will be lost permanently.
fi: Jos et toteuta muutoksia, ne hukataan pysyvästi.
sv: Om du inte verkställer dina ändringar kommer de att förloras för alltid.

source: _Close Without Applying
fi: Sulje _toteuttamatta
sv: _Stäng utan att verkställa

source: Apply the following changes?
fi: Toteutetaanko seuraavat muutokset?
sv: Verkställ följande ändringar?

source: Please take a final look through the list of applications that will be installed or removed.
fi: Tarkista vielä viimeisen kerran lista sovelluksista, jotka tullaan asentamaan tai poistamaan.
sv: Gör en sista kontroll av de program som kommer att installeras eller tas bort.

source: There is no matching application available.
fi: Sovellusta ei löytynyt.
sv: Det finns inget matchande program tillgängligt.

source: To broaden your search, choose "%s".
fi: Laajentaaksesi hakua, valitse "%s".
sv: Välj "%s" för att utöka din sökning.

source: To broaden your search, choose "%s" or "%s".
fi: Laajentaaksesi hakua, valitse "%s" tai "%s".
sv: Välj "%s" eller "%s" för att utöka din sökning.

source: To broaden your search, choose a different "Show" item.
fi: Laajentaaksesi hakua, valitse "Näytä"-pudotusvalikosta jotain muuta
sv: Välj ett annat "Visa"-objekt för att utöka din sökning.

source: To broaden your search, choose 'All' categories.
fi: Laajentaaksesi hakua valitse "Kaikki" vasemman laidan luettelosta.
sv: För att utöka din sökning, välj "Alla" kategorier.

source: Failed to open '%s'
fi: Kohdetta "%s" ei voi avata
sv: Misslyckades med att öppna "%s"

source: Applications
fi: Sovellukset
sv: Program

source: Software installation failed
fi: Ohjelmiston asennus epäonnistui
sv: Installation av programvara misslyckades

source: There has been a problem during the installation of the following pieces of software.
fi: Seuraavien ohjelmien asennuksessa oli ongelmia.
sv: Det inträffade ett fel under installationen av följande programvara.

source: Add/Remove More Software
fi: Lisää/poista muita ohjelmia
sv: Lägg till/Ta bort mer programvara

source: Application installation failed
fi: Sovelluksen asentaminen epäonnistui
sv: Installation av program misslyckades

source: There has been a problem during the installation of the following applications.
fi: Seuraavien sovellusten asentamisessa oli ongelmia.
sv: Det har inträffat ett fel under installationen av följande program.

source: Software could not be removed
fi: Ohjelmaa ei voitu poistaa
sv: Programvara kunde inte tas bort

source: There has been a problem during the removal of the following pieces of software.
fi: Seuraavien ohjelmien poistamisessa oli ongelmia.
sv: Det inträffade ett fel under borttagningen av följande programvara.

source: Not all applications could be removed
fi: Kaikkia sovelluksia ei voitu poistaa
sv: Inte alla program kunde tas bort

source: There has been a problem during the removal of the following applications.
fi: Seuraavien sovellusten poistamisessa oli ongelmia.
sv: Det inträffade ett fel under borttagningen av följande program.

source: Installation and removal of software failed
fi: Ohjelman asentaminen tai poistaminen epäonnistui
sv: Installation och borttagning av programvara misslyckades

source: There has been a problem during the installation or removal of the following pieces of software.
fi: Seuraavien ohjelmien asentamisessa tai poistamisessa oli ongelmia.
sv: Det inträffade ett fel under installation eller borttagning av följande programvara.

source: Installation and removal of applications failed
fi: Sovelluksien asennus tai poistaminen epäonnistui
sv: Installation och borttagning av program misslyckades

source: There has been a problem during the installation or removal of the following applications.
fi: Seuraavien sovellusten asentamisessa tai poistamisessa oli ongelmia.
sv: Det inträffade ett problem under installationen eller borttagningen av följande program.

source: New application has been installed
fi: Uusi sovellus on asennettu
sv: Nytt program har installerats

source: New applications have been installed
fi: Uusia sovelluksia on asennettu
sv: Nya program har installerats

source: To start a newly installed application, choose it from the applications menu.
fi: Käynnistääksesi juuri asennetun sovelluksen, valitse se Sovellukset-valikosta.
sv: För att starta ett nyligen installerat program kan du välja det från programmenyn.

source: To start a newly installed application double click on it.
fi: Käynnistääksesi juuri asennetun sovelluksen, kaksoisnapsauta sitä.
sv: För att starta ett nyligen installerat program kan du dubbelklicka på det.

source: Software has been installed successfully
fi: Ohjelma on asennettu onnistuneesti
sv: Programvara har installerats

source: Do you want to install or remove further software?
fi: Haluatko asentaa tai poistaa muita ohjelmia?
sv: Vill du installera eller ta bort ytterligare programvara?

source: Applications have been removed successfully
fi: Sovellukset on poistettu onnistuneesti
sv: Program har tagits bort

source: Do you want to install or remove further applications?
fi: Haluatko asentaa tai poistaa lisää sovelluksia?
sv: Vill du installera eller ta bort fler program?

source: Remove %s and bundled applications?
fi: Poista %s ja siihen liittyvät sovellukset?
sv: Ta bort %s och sammanslagna program?

source: %s is part of a software collection. If you remove %s, you will remove all bundled applications as well.
fi: %s on osa ohjelmakokonaisuutta. Jos %s poistetaan, poistetaan myös siihen liittyvät sovellukset.
sv: %s är en del av en programvarusamling. Om du tar bort %s kommer du även att ta bort alla sammanslagna program.

source: _Remove All
fi: _Poista kaikki
sv: _Ta bort alla

source: Install %s and bundled applications?
fi: Asenna %s ja siihen liittyvät sovellukset?
sv: Installera %s och sammanslagna program?

source: %s is part of a software collection. If you install %s, you will install all bundled applications as well.
fi: %s on osa ohjelmakokonaisuutta. Jos %s asennetaan, asennetaan myös siihen liittyvät sovellukset.
sv: %s är en del av en programvarusamling. Om du installerar %s kommer du även att installera de sammanslagna programmen.

source: _Install All
fi: _Asenna kaikki
sv: _Installera alla

source: %s is provided by a third party vendor.
fi: Sovelluksen %s tarjoaa kolmannen osapuolen valmistaja.
sv: %s tillhandahålls av en tredjepartstillverkare.

source: The application comes with the following license terms and conditions. Click on the 'Enable' button to accept them:
fi: Sovellukseen liittyy seuraavat lisenssiehdot. Napsauta "Ota käyttöön" -painiketta hyväksyäksesi ne:
sv: Programmet levereras med följande licensvillkor. Klicka på knappen "Aktivera" för att acceptera dem:

source: Accept the license terms and install the software
fi: Hyväksy lisenssiehdot ja asenna ohjelma
sv: Acceptera licensvillkoren och installera programvaran

source: Loading cache...
fi: Luetaan välimuistia...
sv: Läser in cache...

source: Collecting application data...
fi: Kerätään sovellustietoja...
sv: Samlar in programdata...

source: Loading applications...
fi: Luetaan sovelluksia...
sv: Läser in program...

source: All
fi: Kaikki
sv: Alla

source: Loading %s...
fi: Luetaan %s...
sv: Läser in %s...

source: All available applications
fi: Kaikki saatavilla olevat sovellukset
sv: Alla tillgängliga program

source: Show all applications including ones which are possibly restricted by law or copyright
fi: Näytä kaikki sovellukset, mukaanlukien ne joita mahdollisesti laki tai tekijänoikeudet rajoittavat
sv: Visa alla program inklusive de som möjligen är inskränkta enligt lag eller upphovsrätt

source: All Open Source applications
fi: Kaikki avoimen lähdekoodin sovellukset
sv: Alla öppen källkodsprogram

source: Show all Debian applications which can be freely used, modified and distributed. This includes a large variety of community maintained applications
fi: Näytä kaikki Debian-sovellukset, joita voidaan vapaasti käyttää, muokata ja jakaa. Tämä sisältää suuren valikoiman yhteisön ylläpitämiä sovelluksia
sv: Visa alla Debian-program som kan användas, ändras och distribueras fritt. Det inkluderar ett stort urval av gemenskapsunderhållna program

source: Third party applications
fi: Kolmannen osapuolen sovellukset
sv: Tredjepartsprogram
