Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24-0ubuntu1guada2/po/*.po
Languages: ca, ko, zh_tw

source: Components that have been confirmed to install applications from
ca: Components que han estat habilitats per a instaŀlar aplicacions
ko: 프로그램을 설치하도록 허용된 요소

source: If true, the main window is maximized.
ca: Si és cert, la finestra principal està maximitzada.
ko: 참이면, 메인 창이 최대화됩니다.
zh_tw: 如果值是 true，主視窗會被最大化。

source: Main window height
ca: Alçada de la finestra principal
ko: 메인 창 높이
zh_tw: 主視窗高度

source: Main window maximization state
ca: Estat de maximització de la finestra principal
ko: 메인 창 최대화 상태
zh_tw: 主視窗最大化狀態

source: Main window width
ca: Amplada de la finestra principal
ko: 메인 창 너비
zh_tw: 主視窗寬度

source: Possible values: 0 : show all available applications 1 : show only free applications 2 : - 3 : show only supported applications 4 : show only 3rd party applications 5 : - 6 : show only installed applications
ca: Valors possibles: 0: mostra totes les aplicacions disponibles, 1: mostra només les aplicacions lliures, 2: -, 3: mostra només les aplicacions suportades, 4: mostra només les aplicacions de tercers, 5: -, 6: mostra només les aplicacions instaŀlades
ko: 가능한 값: 0 : 모든 이용가능한 프로그램 표시 1 : 자유 소프트웨어만 표시 2 : - 3 : 지원되는 프로그램만 표시 4 : 써드파티 프로그램만 표시 5 : - 6 : 설치된 프로그램만 표시
zh_tw: 值可以是： 0 : 顯示所有可安裝應用程式 1 : 顯示所有開放源碼應用程式 2 : - 3 : 顯示受支援的應用程式 4 : 顯示第三方應用程式 5 : - 6 : 顯示已安裝的的應用程式

source: Show only a subset of applications
ca: Mostra només un subconjunt de les aplicacions
ko: 프로그램 중 일부만을 보기
zh_tw: 只顯示哪一部份應用程式

source: Suggest application for MIME-type: approved components
ca: Suggereix una aplicació per al tipus MIME: components aprovats
ko: MIME 형식에 대해 제안하는 프로그램: 허용된 요소
zh_tw: 無應用程式支援的 MIME 類型時建議應用程式來自的元件

source: Timeout for interactive search
ca: Temps d'espera per a la cerca interactiva
ko: 인터랙티브 검색에 대한 시간제한
zh_tw: 互動搜尋的超時時間

source: Timeout from typing in the search entry until a search is triggered (in milliseconds).
ca: Temps d'espera des de l'últim tecleig al camp de cerca fins que comença la cerca (en miŀlisegons).
ko: 검색 항목을 입력할 때부터 검색이 시작되기까지의 시간 (밀리초 단위)
zh_tw: 當在搜尋欄開始輸入時，多少微秒後才開始搜尋。

source: Timestamp of the last cache refresh run
ca: Marca horària de l'últim refresc de la memòria cau
ko: 마지막 캐시 갱신이 실행된 시각
zh_tw: 上次重新載入快取的時間

source: When the user asks to open a file but no supported application is present, the system will offer to install applications in the components listed here, as well as the individually whitelisted applications.
ca: Quan l'usuari intenta obrir un tipus d'arxiu per al qual no hi ha cap aplicació adient instaŀlada, se li oferirà la instaŀlació d'aplicacions tant dels components llistats aquí com d'una selecció d'altres aplicacions aprovades.
ko: 사용자가 파일을 열려고 할 때 그 파일을 지원하는 프로그램이 없는 경우, 시스템은 이 목록에 포함된 요소 및 개별적으로 작성한 목록 내의 프로그램들을 설치하도록 제안할 것입니다.
zh_tw: 當使用者開啟一個檔案但沒有支援檔案類型的應用程式，系統會列出在此元件中支援檔案類型的應用程式和個別特選的應用程式供使用者安裝。

source: <b>Add</b>
ca: <b>Afegeix</b>
ko: <b>추가</b>
zh_tw: <b>添加</b>

source: <b>Remove</b>
ca: <b>Elimina</b>
ko: <b>제거</b>
zh_tw: <b>刪除</b>

source: <big><b>Checking installed and available applications</b></big> Ubuntu and third party vendors offer you a large variety of applications that you can install on your system.
ca: <big><b>S'estan comprovant les aplicacions instal·lades i disponibles</b></big> Ubuntu i els proveïdors externs us ofereixen una amplia varietat d'aplicacions que podeu instal·lar al vostre sistema.
ko: <big><b>설치되어 이용할 수 있는 프로그램 체크</b></big> 우분투와 써드 파티 업체들은 여러분의 시스템에 설치할 수 있는 방대한 양의 프로그램들을 제공합니다.
zh_tw: <big><b>檢查已安裝和可安裝應用程式</b></big> Ubuntu 和第三方生產商提供了大量應用程式讓您安裝使用。

source: <big><b>The list of available applications is out of date</b></big> To reload the list you need a working internet connection.
ca: <big><b>La llista d'aplicacions disponibles no està actualizada</b></big> Per actualitzar la llista necessiteu una connexió operativa a Internet.
ko: <big><b>사용 가능한 프로그램의 목록이 너무 오래되었습니다.</b></big> 목록을 다시 로딩하는데에는 인터넷 연결이 필요합니다.
zh_tw: <big><b>此可安裝應用程式的列表已經過期</b></big> 重新載入此列表需要連接網際網路。

source: Add/Remove Applications
ca: Afegeix/Elimina aplicacions
ko: 프로그램 설치/제거
zh_tw: 添加和刪除應用程式

source: Apply pending changes and close the window
ca: Aplica els canvis pendents i tanca la finestra
ko: 요청된 변경 사항들을 적용하고 창을 닫음
zh_tw: 套用待辦的更改並關閉視窗

source: Cancel pending changes and close the window
ca: Cancel·la els canvis pendents i tanca la finestra
ko: 요청된 변경 사항들을 취소하고 창을 닫음
zh_tw: 取消待辦的更改並關閉視窗

source: Categories
ko: 분류

source: Licence
ca: Llicència
ko: 라이센스
zh_tw: 授權

source: Search:
ca: Cerca:
ko: 찾기:
zh_tw: 搜尋：

source: Show:
ca: Mostra:
ko: 보여주기:
zh_tw: 顯示：

source: The categories represent the application menu
ca: Les categories representen el menú d'aplicacions
ko: 분류는 프로그램 메뉴를 나타냅니다.
zh_tw: 應用程式選單上顯示的分類

source: _Add/Remove More Applications
ca: _Afegeix/Elimina més aplicacions
ko: 더 많은 프로그램 추가/제거(_A)
zh_tw: 添加/刪除更多應用程式(_A)

source: _Apply Changes
ca: _Aplica els canvis
ko: 변경사항 적용(_A)
zh_tw: 套用變更 (_A)

source: _Reload
ca: _Actualitza
ko: 새로고침(_R)
zh_tw: 重新載入(_R)

source: _Remove
ca: _Elimina
ko: 제거(_R)
zh_tw: 刪除(_R)

source: _Retry
ca: _Torna a intentar
ko: 재시도(_R)
zh_tw: 重試(_R)

source: applications
ca: aplicacions
ko: 프로그램
zh_tw: 應用程式

source: Add/Remove...
ca: Afegeix/Elimina...
ko: 추가/제거...
zh_tw: 添加/删除...

source: Install and remove applications
ca: Instal·la i elimina aplicacions
ko: 프로그램 설치/제거
zh_tw: 安裝和刪除應用程式

source: Package Manager
ca: Gestor de paquets
ko: 꾸러미 관리자
zh_tw: 套件管理程式

source: no suitable application
ca: cap aplicació apropiada
ko: 적절한 프로그램 없음
zh_tw: 無合適的應用程式

source: No application suitable for automatic installation is available for handling this kind of file.
ca: No hi ha cap aplicació disponible que es pugui instaŀlar automàticament per a aquest tipus d'arxiu.
ko: 이런 종류의 파일을 처리하도록 자동 설치할 프로그램이 없습니다.
zh_tw: 沒有可以處理此類型檔案的應用程式供自動安裝。

source: no application found
ca: no s'ha trobat cap aplicació
ko: 프로그램을 찾을 수 없음
zh_tw: 找不到應用程式

source: No application is known for this kind of file.
ca: No es coneix cap aplicació per a aquest tipus de fitxer.
ko: 이런 종류의 파일에 대해 알려진 프로그램이 없습니다.
zh_tw: 無應用程式可處理此類型檔案。

source: Searching for appropriate applications
ca: S'estan cercant les aplicacions adequades
ko: 적절한 프로그램 찾기
zh_tw: 搜尋合適的應用程式

source: Please wait. This might take a minute or two.
ca: Espereu. Això pot trigar un parell de minuts.
ko: 잠시만 기다려 주십시오. 이 작업은 1~2분 정도 소요될 수 있습니다.
zh_tw: 這可能要花一、兩分鐘的時間，請耐心等待。

source: Search for suitable codec?
ca: Voleu que cerqui un còdec apropiat?
ko: 적절한 코덱을 찾으십니까?
zh_tw: 搜尋合適的解碼器 (codec) ?

source: The required software to play this file is not installed. You need to install suitable codecs to play media files. Do you want to search for a codec that supports the selected file? The search will also include software which is not officially supported.
ca: El programari necessari per reproduir aquest arxiu no està instaŀlat. Heu d'instaŀlar còdecs apropiats per poder reproduir arxius multimèdia. Voleu que cerqui un còdec adient per a l'arxiu seleccionat? La cerca també inclourà programari que no està mantingut oficialment.
ko: 이 파일을 재생하기 위해 필요한 소프트웨어가 설치되어 있지 않습니다. 이 미디어 파일을 재생하기 위해서는 적절한 코덱을 설치해야 합니다. 선택된 파일을 지원하는 코덱을 검색하시겠습니까? 검색 과정은 공식적으로 지원하지 않는 소프트웨어들도 포함할 것입니다.
zh_tw: 播放這個檔案需要的軟體尚未安裝，你需要安裝適合的解碼器(codecs)才能播放媒體檔案。 你想要尋找支援這個檔案格式的解碼器嗎？ 這個搜尋也會包含官方不支援的軟體。

source: Invalid commandline
ca: Ordre invàlida
ko: 올바르지 않은 명령행
zh_tw: 無效的命令列

source: '%s' does not understand the commandline argument '%s'
ca: «%s» no accepta l'argument «%s»
ko: '%s' 는 명령행 인수 '%s' (을)를 알지 못합니다.
zh_tw: ‘%s’ 並不明白命令列參數 ‘%s’

source: Searching for appropriate codecs
ca: S'estan cercant còdecs apropiats
ko: 적절한 코덱 찾기
zh_tw: 搜尋合適的 codecs

source: _Install
ca: _Instal·la
ko: 설치(_I)
zh_tw: 安裝(_I)

source: Install multimedia codecs
ca: Instaŀla còdecs multimèdia
ko: 멀티미디어 코덱 설치
zh_tw: 安裝多媒體 codecs

source: Codec
ca: Còdec
ko: 코덱
zh_tw: 解碼器 (Codec)

source: additional codec installation declined
ca: s'ha declinat la instaŀlació de còdecs addicionals
ko: 추가 코덱 설치 거절됨
zh_tw: 附加 codec 安裝被拒絕

source: additional codec installation failed
ca: ha fallat la instaŀlació de còdecs addicionals
ko: 추가 코덱 설치 실패
zh_tw: 附加 codec 安裝失敗

source: "%s" cannot be opened
ca: no s'ha pogut obrir «%s»
ko: "%s" (을)를 열 수 없음
zh_tw: “%s” 未能被開啟

source: A list of applications that can handle documents of the type '%s' will be created
ca: Es crearà una llista d'aplicacions que puguin gestionar documents del tipus «%s»
ko: '%s' 형식의 문서를 처리할 수 있는 프로그램의 목록이 생성될 것입니다.
zh_tw: 一個可以處理 ‘%s’ 類型文件的應用程式列表將被建立

source: Install applications to open "%s"
ca: Instaŀla aplicacions per a obrir «%s»
ko: "%s" (을)를 열기 위한 프로그램 설치
zh_tw: 安裝應用程式以開啟 “%s”

source: Install applications
ca: Instaŀla aplicacions
ko: 프로그램 설치
zh_tw: 安裝應用程式

source: _Search
ca: _Cerca
ko: 찾기(_S)
zh_tw: 搜尋 (_S)

source: Searching for extensions
ca: S'estan cercant extensions
ko: 확장 기능 찾기
zh_tw: 搜尋附加元件

source: Extensions allow you to add new features to your application.
ca: Les extensions us permeten afegir noves funcionalitats a l'aplicació.
ko: 확장 기능은 프로그램에 새로운 기능을 추가해 줍니다.
zh_tw: 附加元件讓您為您的應用程式增加新功能。

source: Install/Remove Extensions
ca: Instaŀla/elimina extensions
ko: 확장 기능 설치/제거
zh_tw: 添加/刪除附加元件

source: Extension
ca: Extensió
ko: 확장 기능
zh_tw: 附加元件

source: To install an application check the box next to the application. Uncheck the box to remove the application.
ca: Si voleu instal·lar una aplicació marqueu-ne el quadre associat. De la mateixa manera si la voleu eliminar desmarqueu el quadre associat a l'aplicació.
ko: 프로그램을 설치하시려면 프로그램 다음의 상자에 체크하십시오. 프로그램을 제거하시려면 상자의 체크를 해제하십시오.
zh_tw: 勾選應用程式旁的方框來安裝此應用程式，除消勾選則刪除此應用程式。

source: To perform advanced tasks use the Synaptic package manager.
ca: Per realitzar tasques avançades feu servir el gestor de paquets Synaptic.
ko: 전문적인 작업이 필요하다면 시냅틱 꾸러미 관리자를 이용하세요.
zh_tw: 要處理更高階的任務，請使用 Synaptic 套件管理程式。

source: Quick Introduction
ca: Introducció ràpida
ko: 간단한 소개
zh_tw: 簡要說明

source: Show only applications that are installed on your computer
ca: Mostra només les aplicacions instal·lades al vostre ordinador
ko: 여러분의 컴퓨터에 이미 설치된 프로그램만을 보여줍니다
zh_tw: 只顯示已安裝在您電腦中的應用程式

source: Error reading the addon CD
ca: Error en llegir el CD de complements
ko: 애드온 CD를 읽는 중 오류
zh_tw: 讀取附加軟體光碟錯誤

source: The addon CD may be corrupt
ca: Pot ser que el CD de complements estigui malmès
ko: 애드온 CD가 손상된 것 같습니다
zh_tw: 這片加值光碟可能已損壞

source: The list of applications is not availabe
ca: El llistat d'aplicacions no està disponible
ko: 프로그램 목록을 볼 수 없습니다
zh_tw: 無法取得應用程式清單

source: Click on 'Reload' to load it. To reload the list you need a working internet connection.
ca: Premeu 'Actualitza' per carregar-ho. Per actualitzar la llista necessiteu una connexió operativa a Internet.
ko: '새로 고침'을 클릭하여 불러옵니다. 목록을 다시 읽으려면 인터넷에 연결되어 있어야 합니다.
zh_tw: 按下 '重新整理' 按鈕來載入它。 要重新載入清單，你需要有可作用的網路連線。

source: %s cannot be installed on your computer type (%s)
ca: %s no es pot instal·lar al vostre tipus d'ordinador (%s)
ko: %s(은)는 여러분이 사용하는 컴퓨터 타입(%s)에 설치될 수 없습니다.
zh_tw: %s 不能安裝在您的電腦類型 (%s)

source: Either the application requires special hardware features or the vendor decided to not support your computer type.
ca: Pot ser que l'aplicació requereixi maquinari especial o bé el proveïdor ha decidit no oferir compatibilitat amb el vostre tipus d'ordinador.
ko: 프로그램이 특별한 하드웨어 기능을 필요로 하거나, 제작사에서 여러분이 사용하는 컴퓨터 타입을 지원하지 않도록 결정한 경우입니다.
zh_tw: 應用程式可能需要特別的硬體功能或者生產商決定不支援您的電腦類型。

source: Cannot install '%s'
ca: No es pot instaŀlar «%s»
ko: '%s' (을)를 설치할 수 없습니다
zh_tw: 無法安裝 '%s'

source: This application conflicts with other installed software. To install '%s' the conflicting software must be removed first. Switch to the 'synaptic' package manager to resolve this conflict.
ca: Aquesta aplicació té un conflicte amb un altre programa instaŀlat, que heu d'eliminar si voleu instaŀlar «%s». Utilitzeu el gestor de paquets Synaptic per solucionar aquest conflicte.
ko: 이 프로그램은 설치된 다른 프로그램과 충돌합니다. '%s' (을)를 설치하려면 먼저 충돌하는 소프트웨어를 제거해야 합니다. '시냅틱' 꾸러미 관리자로 전환하여 이 충돌을 해결하십시오.
zh_tw: 此應用程式和其他已安裝軟體發生衝突。要安裝 ‘%s’，一定要先刪除衝突的軟體。 請切換至 ‘Synaptic’ 套件管理程式去解決此衝突。

source: Cannot remove '%s'
ca: No es pot eliminar «%s»
ko: '%s' (을)를 제거할 수 없습니다.
zh_tw: 無法刪除‘%s’

source: One or more applications depend on %s. To remove %s and the dependent applications, use the Synaptic package manager.
ca: Una o més aplicacions depenen de %s. Per eliminar %s i les aplicacions dependents, feu servir el gestor de paquets Synaptic.
ko: 하나 이상의 프로그램이 %s에 의존하고 있습니다. %s(와)과 의존적인 프로그램들을 제거하려면 시냅틱 꾸러미 관리자를 사용하세요.
zh_tw: 一個或多個應用程式依靠 %s。請使用 Synaptic 套件管理程式刪除 %s 及其相依應用程式。

source: Confirm installation of restricted software
ca: Confirmeu la instaŀlació del programari privatiu
ko: 제한된 소프트웨어의 설치 확인
zh_tw: 確定安裝受限制軟體

source: The use of this software may be restricted in some countries. You must verify that one of the following is true: • These restrictions do not apply in your country of legal residence • You have permission to use this software (for example, a patent license) • You are using this software for research purposes only
ca: L'ús d'aquest programari pot estar restringit en alguns països. Heu de verificar que una de les següents afirmacions sigui certa: • Aquestes restriccions no són aplicables al vostre país de residència legal • Teniu permís per utilitzar aquest programari (per exemple, una llicència de patent) • Només esteu utilitzant aquest programari per fins de recerca
ko: 몇몇 국가에서는 이 소프트웨어를 사용하는 것이 제한되어 있습니다. 여러분은 다음 내용 중의 하나가 참인지 반드시 확인해야 합니다: • 이러한 제한 사항이 여러분의 국적에 해당하는 나라에서 적용되지 않음 • 이 소프트웨어를 사용할 수 있는 권한을 가지고 있음 (예를 들면 특허권) • 이 소프트웨어를 연구 목적으로만 사용함
zh_tw: 在一些國家使用此軟體可能會受到限制。您一定要確定以下任何一個條件正確： • 您的合法居住國家沒有這些限制 • 您有授權使用此軟體 (例如，有專利授權) • 您只使用此軟體作研究用途

source: _Confirm
ca: _Confirma
ko: 확인(_C)
zh_tw: 確定(_C)

source: Enable the installation of software from %s?
ca: Voleu habilitar la instaŀlació de programari de %s?
ko: %s 에서 소프트웨어를 설치하도록 하시겠습니까?
zh_tw: 啟用由 %s 安裝軟體？

source: %s is provided by a third party vendor. The third party vendor is responsible for support and security updates.
ca: %s l'ha proporcionat un proveïdor extern. Aquest és el responsable de proveir ajuda i actualitzacions de seguretat.
ko: %s(은)는 써드 파티 업체에서 제공합니다. 기술적인 지원 및 보안 업데이트는 이러한 업체들이 담당하고 있습니다.
zh_tw: %s 是由第三方生產商提供的。由第三方生產商承担支援和安全更新。

source: You need a working internet connection to continue.
ca: Per continuar necessiteu una connexió operativa a Internet.
ko: 계속 진행하기 위해서는 인터넷 연결이 필요합니다.
zh_tw: 您需要連接網際網路才可以繼續。

source: _Enable
ca: _Activa
ko: 활성화(_E)
zh_tw: 啟用(_E)

source: Failed to check for installed and available applications
ca: No s'ha pogut fer la verificació de les aplicacions instaŀlades i disponibles
ko: 설치되거나 이용 가능한 프로그램을 체크하는데 실패하였습니다.
zh_tw: 檢查已安裝和可安裝的應用程式失敗

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
ca: Aquesta és una fallada greu del vostre sistema de gestió de paquets. Comproveu mitjançant el Synaptic que no hi hagi paquets trencats, que l'arxiu «/etc/apt/sources.list» tingui els permisos i el contingut adequats i actualitzeu la informació de programari amb: «sudo apt-get update» i «sudo apt-get install -f».
ko: 이것은 소프트웨어 관리 시스템의 중대한 실패입니다. 시냅틱을 이용하여 잘못된 꾸러미들이 있는지 점검하고, '/etc/apt/sources.list' 파일의 사용 권한 및 내용을 점검한 뒤 다음을 실행하여 소프트웨어 정보를 갱신하십시오: 'sudo apt-get update' 실행 후 'sudo apt-get install -f'
zh_tw: 這是您的軟體管理系統的一個主要故障，請使用 synaptic 檢查破損的套件，檢查檔案 ‘/etc/apt/sources.list’ 的權限和內容是否正確，然後使用命令 ‘sudo apt-get update’ 和 ‘sudo apt-get install -f’ 重新載入軟體資訊。

source: Apply changes to installed applications before closing?
ca: Voleu aplicar els canvis a les aplicacions instaŀlades abans de tancar?
ko: 닫기 전에 설치된 프로그램에 변경 사항을 적용하시겠습니까?
zh_tw: 關閉之前套用更改到已安裝的應用程式嗎?

source: If you do not apply your changes they will be lost permanently.
ca: Si no apliqueu els vostres canvis els perdreu.
ko: 변경 사항을 적용하지 않으면 변경한 내용은 사라질 것입니다.
zh_tw: 如果您不套用更改，此更改內容將會永遠丟失。

source: _Close Without Applying
ca: Tan_ca sense aplicar els canvis
ko: 적용하지 않고 닫기(_C)
zh_tw: 關閉而不套用更改(_C)

source: Apply the following changes?
ca: Voleu aplicar els canvis següents?
ko: 이 변경 사항을 적용하시겠습니까?
zh_tw: 套用以下更改嗎?

source: Please take a final look through the list of applications that will be installed or removed.
ca: Feu una darrera ullada a la llista d'aplicacions que instaŀlareu o eliminareu.
ko: 설치되거나 제거될 프로그램들의 목록을 최종적으로 점검해 주시기 바랍니다.
zh_tw: 請對要安裝和刪除的應用程式列表作最後的確認。

source: There is no matching application available.
ca: No hi ha cap aplicació coincident disponible.
ko: 일치하는 프로그램을 찾을 수 없습니다.
zh_tw: 沒有符合的應用程式。

source: To broaden your search, choose "%s".
ca: Per ampliar la seva cerca, trieu «%s».
ko: 검색 범위를 넓히려면 "%s" (을)를 선택하세요.
zh_tw: 選擇 “%s” 以擴大您的搜尋。

source: To broaden your search, choose "%s" or "%s".
ca: Per ampliar la seva cerca, trieu «%s» o «%s».
ko: 검색 범위를 넓히려면 "%s" 혹은 "%s" (을)를 선택하세요.
zh_tw: 選擇 “%s” 或 “%s” 以擴大您的搜尋。

source: To broaden your search, choose a different "Show" item.
ca: Per ampliar la seva cerca, trieu una altre element a la caixa «Mostra».
ko: 검색 범위를 넓히려면, 다른 "보여주기" 항목을 선택하세요.
zh_tw: 選擇不同的 “顯示” 項目以擴大您的搜尋。

source: To broaden your search, choose 'All' categories.
ca: Per ampliar la vostra recerca, trieu «Totes» les categories.
ko: 검색 범위를 넓히려면, '모두' 분류를 선택하세요.
zh_tw: 請選擇 ‘全部’ 分類去擴大您的搜尋。

source: Failed to open '%s'
ca: No s'ha pogut obrir «%s»
ko: '%s' (을)를 열 수 없음
zh_tw: 開啟 ‘%s’ 失敗

source: Applications
ca: Aplicacions
ko: 프로그램
zh_tw: 應用程式

source: Software installation failed
ca: No s'ha pogut instaŀlar el programari
ko: 소프트웨어 설치 실패
zh_tw: 軟體安裝失敗

source: There has been a problem during the installation of the following pieces of software.
ca: Hi ha hagut un problema en instaŀlar el següent programari.
ko: 다음 소프트웨어들을 설치하는 과정에서 문제가 발생하였습니다.
zh_tw: 安裝下列軟體的過程中發生問題。

source: Add/Remove More Software
ca: Afegeix/elimina més programari
ko: 더 많은 소프트웨어 추가/제거
zh_tw: 新增/移除更多軟體

source: Application installation failed
ca: No s'ha pogut instaŀlar l'aplicació
ko: 프로그램 설치 실패
zh_tw: 應用程式安裝失敗

source: There has been a problem during the installation of the following applications.
ca: Hi ha hagut un problema en instaŀlar les següents aplicacions.
ko: 다음 프로그램들을 설치하는 과정에서 문제가 발생하였습니다.
zh_tw: 安裝下列應用程式時發生一些問題。

source: Software could not be removed
ca: Hi ha programari que no s'ha pogut eliminar
ko: 소프트웨어를 제거할 수 없음
zh_tw: 無法移除軟體

source: There has been a problem during the removal of the following pieces of software.
ca: Hi ha hagut un problema al eliminar el següent programari.
ko: 다음 소프트웨어들을 제거하는 과정에서 문제가 발생하였습니다.
zh_tw: 移除下列軟體的過程中發生問題。

source: Not all applications could be removed
ca: No s'han pogut eliminar totes les aplicacions
ko: 일부 프로그램을 제거할 수 없음
zh_tw: 不是所有應用程式可以被刪除

source: There has been a problem during the removal of the following applications.
ca: Hi ha hagut un problema al eliminar les següent aplicacions.
ko: 다음 프로그램들을 제거하는 과정에서 문제가 발생하였습니다.
zh_tw: 刪除下列應用程式時發生一些問題。

source: Installation and removal of software failed
ca: La instaŀlació i l'eliminació de programari ha fallat
ko: 소프트웨어 설치/제거 실패
zh_tw: 安裝及移除軟體失敗

source: There has been a problem during the installation or removal of the following pieces of software.
ca: Hi ha hagut un problema en instaŀlar o eliminar el següent programari.
ko: 다음 소프트웨어들을 설치 혹은 제거하는 과정에서 문제가 발생하였습니다.
zh_tw: 在安裝或移除下列軟體的過程當中發生問題。

source: Installation and removal of applications failed
ca: La instaŀlació i l'eliminació de les aplicacions ha fallat
ko: 프로그램 설치/제거 실패
zh_tw: 安裝移除應用程式失敗

source: There has been a problem during the installation or removal of the following applications.
ca: Hi ha hagut un problema durant la instaŀlació o l'eliminació de les següents aplicacions:
ko: 다음 프로그램들을 설치 혹은 제거하는 과정에서 문제가 발생하였습니다.
zh_tw: 安裝或刪除下列應用程式時發生一些問題。

source: New application has been installed
ca: S'ha instaŀlat una nova aplicació
ko: 새 프로그램이 설치됨
zh_tw: 新的應用程式已經安裝

source: New applications have been installed
ca: S'han instaŀlat aplicacions noves
ko: 새 프로그램이 설치됨
zh_tw: 新的應用程式已經安裝

source: To start a newly installed application, choose it from the applications menu.
ca: Per iniciar una aplicació recentment instaŀlada, seleccioneu-la al menú d'aplicacions.
ko: 새로 설치된 프로그램을 실행하려면, 프로그램 메뉴에서 선택하세요.
zh_tw: 要啟動新安裝的應用程式，在應用程式選單選取它。

source: To start a newly installed application double click on it.
ca: Per iniciar una aplicació recentment instaŀlada, feu doble clic sobre ella.
ko: 새로 설치된 프로그램을 실행하려면, 더블클릭 하세요.
zh_tw: 要啟動新安裝的應用程式，雙擊它。

source: Software has been installed successfully
ca: S'ha instaŀlat el programari satisfactòriament
ko: 소프트웨어가 성공적으로 설치됨
zh_tw: 軟體已經成功安裝

source: Do you want to install or remove further software?
ca: Voleu continuar instaŀlant o eliminant més programari?
ko: 다른 소프트웨어를 설치/제거 하시겠습니까?
zh_tw: 你是否要安裝或移除更多軟體？

source: Applications have been removed successfully
ca: S'han eliminat les aplicacions satisfactòriament
ko: 프로그램이 성공적으로 제거됨
zh_tw: 應用程式已經成功移除

source: Do you want to install or remove further applications?
ca: Voleu continuar instaŀlant o esborrant més aplicacions?
ko: 다른 프로그램을 설치/제거 하시겠습니까?
zh_tw: 你是否要安裝或移除更多應用程式？

source: Remove %s and bundled applications?
ca: Voleu eliminar %s i les aplicacions que hi estan lligades?
ko: %s 및 함께 포함된 프로그램들을 제거하겠습니까?
zh_tw: 刪除%s和附帶應用程式？

source: %s is part of a software collection. If you remove %s, you will remove all bundled applications as well.
ca: %s és part d'una coŀlecció de programari. Si esborreu %s, també esborrareu totes les aplicacions lligades del paquet.
ko: %s(은)는 소프트웨어 집합의 일부입니다. 만약 %s(을)를 제거하게 되면, 함께 포함된 모든 프로그램들도 제거될 것입니다.
zh_tw: %s 是一個軟體集的一部份。如果您刪除 %s，您會同時刪除所有附帶應用程式。

source: _Remove All
ca: Elimina-_ho tot
ko: 모두 제거(_R)
zh_tw: 刪除所有(_R)

source: Install %s and bundled applications?
ca: Instaŀlar %s i les aplicacions lligades?
ko: %s(와)과 함께 포함된 프로그램들을 설치하겠습니까?
zh_tw: 安裝 %s 和附帶應用程式？

source: %s is part of a software collection. If you install %s, you will install all bundled applications as well.
ca: %s és part d'una coŀlecció de programari. Si instaŀleu %s, també s'instaŀlaran totes les aplicacions que hi van lligades.
ko: %s(은)는 소프트웨어 집합의 일부입니다. 만약 %s(을)를 설치하게 되면, 함께 포함된 모든 프로그램들도 설치될 것입니다.
zh_tw: %s 是一個軟體集的一部份。如果您安裝 %s，您會同時安裝所有附帶應用程式。

source: _Install All
ca: _Instaŀla-ho tot
ko: 모두 설치(_I)
zh_tw: 安裝全部(_I)

source: %s is provided by a third party vendor.
ca: %s és proporcionat per un proveïdor extern.
ko: %s(은)는 써드 파티 업체에서 제공합니다.
zh_tw: %s 是由第三方生產商提供。

source: The application comes with the following license terms and conditions. Click on the 'Enable' button to accept them:
ca: La aplicació ve amb la següent llicència. Premeu el botó «Habilita» per acceptar-la:
ko: 이 프로그램은 다음과 같은 라이센스와 조건에 따라 적용됩니다. 이를 허용하려면 '활성화' 버튼을 클릭하세요:
zh_tw: 應用程式有下列授權證款項。按 ‘啟用’ 同意它：

source: Accept the license terms and install the software
ca: Accepta els termes de la llicència i instaŀla el programari
ko: 라이센스에 동의하며 소프트웨어를 설치
zh_tw: 同意授權證款項並安裝軟體

source: Loading cache...
ca: S'està carregant la memòria cau...
ko: 캐시를 로드하는 중...
zh_tw: 載入快取...

source: Collecting application data...
ca: S'estan recollint dades de l'aplicació...
ko: 프로그램 데이터를 수집하는 중...
zh_tw: 收集應用程式資料...

source: Loading applications...
ca: S'estan carregant les aplicacions...
ko: 프로그램을 로드하는 중...
zh_tw: 載入應用程式...

source: All
ca: Tot
ko: 모두
zh_tw: 全部

source: Loading %s...
ca: S'està carregant %s...
ko: %s (을)를 읽는 중...
zh_tw: 載入%s 中...

source: All available applications
ca: Totes les aplicacions disponibles
ko: 이용가능한 모든 프로그램
zh_tw: 所有可安裝應用程式

source: Show all applications including ones which are possibly restricted by law or copyright
ca: Mostra totes les aplicacions, incloent aquelles que poden estar restringides per llei o copyright
ko: 법 혹은 저작권의 제한을 받을 수 있는 것들을 포함한 모든 프로그램들을 보여줍니다.
zh_tw: 顯示所有應用程式，包括可能受法例或版權限制的程式

source: All Open Source applications
ca: Totes les aplicacions lliures
ko: 모든 오픈소스 프로그램
zh_tw: 所有開放原始碼應用程式
