Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24-0ubuntu1guada2/po/*.po
Languages: ca, ko, zh_tw

source: Show all Debian applications which can be freely used, modified and distributed. This includes a large variety of community maintained applications
ca: Mostra totes les aplicacions de Debian que poden ser utilitzades, modificades i distribuïdes lliurement. Això inclou una gran varietat d'aplicacions mantingudes per la comunitat.
ko: 자유롭게 사용/수정/배포할 수 있는 모든 데비안 프로그램을 보여줍니다. 이것은 커뮤니티에서 관리하는 다양한 프로그램들을 포함합니다.
zh_tw: 顯示所有可以自由使用、更改和分發的 Debian 應用程式，包括大量由社群維護的應用程式

source: Third party applications
ca: Aplicacions de tercers
ko: 써드 파티 프로그램
zh_tw: 第三方應用程式

source: Show only applications that are provided by independent software vendors and are not part of Debian
ca: Mostra només les aplicacions de proveïdors de programari independents que no són part de Debian
ko: 데비안에 포함되지 않고 개별적인 소프트웨어 제작업체에서 제공하는 프로그램들만을 보여줍니다.
zh_tw: 只顯示獨立軟體生產商提供非 Debian 一部份的應用程式

source: Enable the installation of software from the %s component of Debian?
ca: Voleu habilitar la instaŀlació de programari del component '%s' de Debian?
ko: 데비안의 %s 요소에서 소프트웨어를 설치하도록 하시겠습니까?
zh_tw: 容許由 Debian %s 元件安裝軟體？

source: %s is not officially supported with security updates.
ca: %s no rep actualitzacions de seguretat de forma oficial.
ko: %s(은)는 공식적으로 보안 업데이트를 제공하지 않습니다.
zh_tw: %s 是不受官方支援安全更新的。

source: Enable the installaion of officially supported Debian software?
ca: Voleu habilitar la instaŀlació del programari mantingut oficialment per Debian?
ko: 공식적으로 지원되는 데비안 소프트웨어의 설치를 허용하시겠습니까?
zh_tw: 啟用安裝由 Debian 官方支援的軟體？

source: %s is part of the Debian main distribution. Debian provides support and security updates, which will be enabled too.
ca: %s forma part de la distribució principal de Debian. Debian proveeix ajuda i actualitzacions de seguretat, que també s'habilitaran.
ko: %s (은)는 데비안 메인 배포판의 일부입니다. 데비안은 이에 대한 지원과 보안 업데이트를 제공하며, 이들도 함께 사용될 것입니다.
zh_tw: %s 是 Debian main 發行版的一部份。Debian 會提供支援和安全更新(會同樣被啟用)。

source: Enable the installation of partial free software?
ca: Voleu habilitar la instaŀlació del programari parcialment lliure?
ko: 부분적인 자유 소프트웨어의 설치를 허용하시겠습니까?
zh_tw: 啟用安裝半自由軟體？

source: %s is not part of the Debian main distribution and requires non-free software to work. Debian provides support and security updates, which will be enabled too.
ca: %s no forma part de la distribució principal de Debian i necessita programari de propietat per funcionar. Debian proveeix ajuda i actualitzacions de seguretat, que també s'habilitaran.
ko: %s (은)는 데비안 메인 배포판의 일부가 아니며, 동작하기 위해서 비자유 소프트웨어를 필요로 합니다. 데비안은 지원과 보안 업데이트를 제공하며, 이들도 함께 사용될 것입니다.
zh_tw: %s 不是 Debian main 發行版的一部份並需要非自由軟體才能運作。Debian 會提供支援和安全更新(會同樣被啟用)。

source: Enable the installation of non-free software?
ca: Voleu habilitar la instaŀlació de programari de propietat?
ko: 비자유 소프트웨어의 설치를 허용하시겠습니까?
zh_tw: 啟用安裝非自由軟體？

source: The use, modification and distribution of %s is restricted by copyright or by legal terms in some countries.
ca: L'ús, modificació o distribució de %s està restringida pel copyright o per termes legals en alguns països.
ko: %s의 사용, 수정, 배포는 몇몇 국가에서 저작권이나 다른 법적인 제한을 받을 수 있습니다.
zh_tw: 使用、更改和分發 %s 在一些國家會受到版權或法例限制。

source: %s integrates well into the KDE desktop
ca: %s s'integra bé dins l'escriptori KDE
ko: %s (은)는 KDE 데스크탑에서 잘 동작합니다.
zh_tw: %s 已整合到 KDE 桌面

source: %s integrates well into the GNOME desktop
ca: %s s'integra bé dins l'escriptori GNOME
ko: %s (은)는 그놈 데스크탑에서 잘 동작합니다.
zh_tw: %s 已整合到 GNOME 桌面

source: %s integrates well into the Gnustep desktop
ca: %s s'integra bé dins l'escriptori Gnustep
ko: %s (은)는 Gnustep 데스크탑에서 잘 동작합니다.
zh_tw: %s 已整合到 Gnustep 桌面

source: %s integrates well into the XFCE desktop
ca: %s s'integra bé dins l'escriptori XFCE
ko: %s (은)는 XFCE 데스크탑에서 잘 동작합니다.
zh_tw: %s 已整合到 XFCE 桌面

source: Debian provides support and security updates for %s
ca: Debian proveeix ajuda i actualitzacions de seguretat per a %s
ko: 데비안은 %s 에 대한 지원과 보안 업데이트를 제공합니다.
zh_tw: Debian 提供 %s 的支援和安全更新

source: %s requires non-free software to work.Debian provides support and security updates.
ca: %s requereix programari de propietat per tal de funcionar. Debian proveeix ajuda i actualitzacions de seguretat.
ko: %s (은)는 동작하기 위해서 비자유 소프트웨어를 필요로 합니다. 데비안은 지원과 보안 업데이트를 제공합니다.
zh_tw: %s 需要一些非自由軟體 (non-free) 才能運作。 Debian 提供支援和安全性更新。

source: The use, modification and distribution of %s is restricted by copyright or by legal terms in some countries. Debian provides support and security updates.
ca: L'ús, la modificació i la distribució de %s estan restringits per drets d'autor o termes legals en alguns països. Debian en proveeix ajuda i actualitzacions de seguretat.
ko: %s 의 사용, 수정, 배포는 몇몇 국가에서 저작권 혹은 다른 법적인 제한을 받습니다. 데비안은 지원과 보안 업데이트를 제공합니다.
zh_tw: 在某些國家，使用、修改、及散佈 %s 是受到著作權及法律規範的。 Debian 提供支援及安全性更新。

source: Show all applications including ones which are unsupported and possibly restricted by law or copyright
ca: Mostra totes les aplicacions, incloent aquelles que no mantingudes oficialment i que poden estar restringides per llei o copyright
ko: 지원되지 않거나 저작권법 등에 의해 제한을 받을 수 있는 프로그램들을 다 보여줍니다.
zh_tw: 顯示所有應用程式，包括不受支援以及受版權或法例限制的程式

source: Enable the installation of software from the %s component of Ubuntu?
ca: Voleu habilitar la instaŀlació de programari del component '%s' d'Ubuntu?
ko: 우분투의 %s 요소에서 소프트웨어 설치를 허용하시겠습니까?
zh_tw: 啟用由 Ubuntu %s 元件安裝軟體？

source: Show all applications including ones which are possibly restricted by law or copyright, unsupported by Canonical Ltd. or not part of Ubuntu
ca: Mostra totes les aplicacions incloent-hi les que són possiblement restringides per la llei o pel copyright, les que no son mantingudes per Canonical Ltd. o les que no son part d'Ubuntu
ko: 저작권법 등에 의해 제한을 받거나 Canonical Ltd. 사에서 지원하지 않거나 우분투에 포함되지 않았을 수도 있는 모든 프로그램들을 다 보여줍니다.
zh_tw: 顯示所有應用程式，包括受版權或法例限制、Canonical 有限公司不支援以及非 Ubuntu 一部份的程式

source: Show all Ubuntu applications which can be freely used, modified and distributed. This includes a large variety of community maintained applications
ca: Mostra totes les aplicacions d'Ubuntu que es poden utilitzar, modificar i distribuir lliurement. Això inclou una gran varietat d'aplicacions mantingudes per la comunitat
ko: 자유롭게 사용, 수정, 배포가 가능한 우분투 프로그램들을 보여줍니다. 이것은 커뮤니티에서 관리하는 방대한 프로그램들을 포함합니다.
zh_tw: 顯示所有可以自由使用、更改和分發的 Ubuntu 應用程式，包括大量由社群維護的應用程式

source: Supported applications
ca: Aplicacions mantingudes
ko: 지원되는 프로그램
zh_tw: 受支援的應用程式

source: Show only applications which come with full technical and security support by Canonical Ltd.
ca: Mostra només aquelles aplicacions que disposin d'assistència tècnica i actualitzacions de seguretat per part de Canonical Ltd.
ko: Canonical Ltd. 에서 완전한 기술 지원 및 보안 업데이트를 제공하는 프로그램들만을 보여줍니다.
zh_tw: 只顯示 Canonical 有限公司替供完整技術和安全支援的應用程式。

source: Show only applications that are provided by independent software vendors and are not part of Ubuntu
ca: Mostra només les aplicacions de proveïdors de programari independents que no són part d'Ubuntu
ko: 독립적인 소프트웨어 업체에서 제공한, 우분투에 포함되지 않은 프로그램들만을 보여줍니다
zh_tw: 只顯示獨立軟體生產商提供的非 Ubuntu 應用程式

source: Enable the installaion of officially supported Ubuntu software?
ca: Voleu habilitar la instaŀlació del programari mantingut oficialment per Ubuntu?
ko: 공식적으로 지원되는 우분투 소프트웨어의 설치를 허용하시겠습니까?
zh_tw: 啟用安裝由官方支援的軟體？

source: %s is part of the Ubuntu main distribution. Canonical Ltd. provides support and security updates, which will be enabled too.
ca: %s forma part de la distribució principal de l'Ubuntu. Canonical Ltd. en proveeix suport i actualitzacions de seguretat, que també s'habilitaran.
ko: %s (은)는 우분투 기본 배포판의 일부입니다. Canonical Ltd. 는 지원과 보안 업데이트를 제공하며, 이들도 함께 사용될 것입니다.
zh_tw: %s 是 Ubuntu main 發行版的一部份。Canonical 有限公司提供支援和安全更新 (會同樣被啟用) 。

source: Enable the installation of community maintained software?
ca: Voleu habilitar la instaŀlació del programari mantingut per la comunitat?
ko: 커뮤니티에서 관리하는 소프트웨어의 설치를 허용하시겠습니까?
zh_tw: 啟用安裝由社群維護的軟體？

source: %s is maintained by the Ubuntu community. The Ubuntu community provides support and security updates, which will be enabled too.
ca: %s és mantingut per la comunitat d'Ubuntu, la qual proveeix ajuda i actualitzacions de seguretat, que també s'habilitaran.
ko: %s (은)는 우분투 커뮤니티에서 관리합니다. 우분투 커뮤니티는 지원과 보안 업데이트를 제공하며, 이들도 함께 사용될 것입니다.
zh_tw: %s 是由 Ubuntu 社群維護。Ubuntu 社群提供支援和安全更新 (會同樣被啟用) 。

source: Enable the installation of unsupported and restricted software?
ca: Voleu habilitar la instaŀlació del programari privatiu sense suport?
ko: 지원되지 않고 제한된 소프트웨어의 설치를 허용하시겠습니까?ㄹ
zh_tw: 啟用安裝不受支援和受限制的軟體？

source: Canonical Ltd. provides technical support and security updates for %s
ca: Canonical Ltd. ofereix assistència tècnic i actualitzacions de seguretat per a %s
ko: Canonical Ltd. 사는 %s의 기술적인 지원과 보안 업데이트를 제공합니다.
zh_tw: Canonical 有限公司提供 %s 的技術支援和安全更新

source: This application is provided by the Ubuntu community.
ca: La comunitat d'Ubuntu us proporciona aquesta aplicació.
ko: 이 프로그램은 우분투 커뮤니티에서 제공합니다.
zh_tw: 此應用程式是由 Ubuntu 社群提供的。

source: Description
ca: Descripció
ko: 설명
zh_tw: 描述

source: %s cannot be installed
ca: %s no es pot instaŀlar
ko: %s(은)는 설치될 수 없습니다.
zh_tw: 不能安裝 %s

source: %s cannot be installed on your computer type (%s). Either the application requires special hardware features or the vendor decided to not support your computer type.
ca: %s no es pot instaŀlar al vostre tipus d'ordinador (%s). Pot ser que l'aplicació requereixi maquinari especial o bé el proveïdor ha decidit no oferir compatibilitat amb el vostre tipus d'ordinador.
ko: %s(은)는 여러분이 사용하고 있는 컴퓨터 타입(%s)에 설치될 수 없습니다. 프로그램이 특별한 하드웨어 기능을 필요로 하거나 제조사에서 여러분이 사용하고 있는 컴퓨터 타입을 지원하지 않는 경우입니다.
zh_tw: %s 不能安裝在您的電腦類型 (%s)。這可能是因為應用程式需要特殊的硬體功能，或者生產商不支援您的電腦類型。

source: This application is bundled with the following applications:
ca: Aquesta aplicació està lligada amb les aplicacions següents:
ko: 이 프로그램은 다음 프로그램에 포함되어 있습니다:
zh_tw: 此應用程式和以下應用程式綑綁：

source: Version: %s (%s)
ca: Versió: %s (%s)
ko: 버전: %s (%s)
zh_tw: 版本：%s (%s)

source: Popularity
ca: Popularitat
ko: 대중성
zh_tw: 流行程度

source: Application
ca: Aplicació
ko: 프로그램
zh_tw: 應用程式
