Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24-0ubuntu1/po/*.po
Languages: cs, de, he, hu, it, ja, mk, nl, pl, pt, ro, ru

source: Supported applications
cs: Podporované aplikace
he: יישומים נתמכים
hu: Támogatott alkalmazások
it: Applicazioni supportate
ja: サポートされているアプリケーション
mk: Поддржани апликации
nl: Ondersteunde programma's
pl: Aplikacje wspierane
pt: Aplicações Suportadas
ro: Aplicaţii suportate
ru: Поддерживаемые приложения

source: Show only applications which come with full technical and security support by Canonical Ltd.
cs: Zobrazit pouze aplikace, ke kterým je plná technická a bezpečnostní podpora od Canonical Ltd.
he: הצג רק יישומים שנתמכים באופן מלא מבחינה טכנית ומבחינת אבטחה על-ידי חברת Canonical Ltd.
hu: Csak azon alkalmazások megjelenítése, amelyekhez a Canonical Ltd. teljes technikai és biztonsági támogatást biztosít.
it: Mostra solo le applicazioni con il pieno supporto tecnico e di sicurezza di Canonical Ltd.
ja: Canonical Ltd. によって技術的、かつセキュアにサポートされているアプリケーションのみ表示します。
mk: Прикажи ги само апликациите кои доаѓаат со целосна техничка и безбедносна поддршка од Canonical Ltd.
nl: Alleen programma's tonen die met volledige technische en veiligheidsondersteuning van Canonical Ltd. komen.
pl: Wyświetlanie tylko tych aplikacji, które mają pełne wsparcie techniczne i poprawek bezpieczeństwa od Canonical Ltd.
pt: Mostrar apenas as aplicações que são fornecidas com total suporte técnico e de segurança pela Canonical Ltd.
ro: Afişează doar aplicaţiile pentru care există suport tehnic şi de securitate de la Canonical Ltd.
ru: Показывать только приложения, которые поставляются Canonical Ltd. с полной технической поддержкой (включая исправления уязвимостей)

source: Show only applications that are provided by independent software vendors and are not part of Ubuntu
cs: Zobrazuj jen aplikace, které jsou dodávány nezávislými dodavateli software a nejsou součástí Ubuntu
de: Zeige nur Anwendungen von Drittanbietern, die kein Bestandteil von Ubuntu sind.
he: הצג רק תכנות המסופקות על ידי יצרני תוכנה עצמאיים ואינן חלק מאובונטו.
hu: Csak a független szoftverszállítók által biztosított és az Ubuntu részét nem képező alkalmazások megjelenítése
it: Mostra solo le applicazioni fornite da distributori di software indipendenti e non facenti parte di Ubuntu
ja: 独立ソフトウェアベンダーによって提供されており、Ubuntuの一部ではないアプリケーションのみを表示する
mk: Прикажи ги сите апликации кои се подготвени од независни произведувачи на софтвер и кои не се дел од Ubuntu
nl: Alleen programma's tonen die door andere softwarebedrijven worden geleverd en die geen onderdeel zijn van Ubuntu
pl: Wyświetlanie tylko aplikacji, które są rozpowszechniane przez niezależnych twórców oprogramowania, niebędących częścią Ubuntu
pt: Mostrar apenas as aplicações providenciadas por fabricantes de software independentes e que não fazem parte do Ubuntu
ro: Afişează doar aplicaţiile oferite de surse independente şi care nu fac parte din Ubuntu.
ru: Показать только приложения, предоставляемые независимыми поставщиками ПО и не являющиеся частью Ubuntu

source: Enable the installaion of officially supported Ubuntu software?
cs: Povolit instalaci oficiálně podporovaného Ubuntu softwaru?
he: האם לאפשר התקנת תוכנה הנתמכת באופן רשמי על-ידי אובונטו?
hu: Engedélyezi a hivatalosan támogatott Ubuntu szoftverek telepítését?
it: Abilitare l'installazione del software supportato ufficialmente da Ubuntu?
ja: Ubuntu のソフトウェアとして公式にサポートされているインストール機能を有効にしますか？
mk: Овозможи ја инсталацијата на официјално поддржаниот Ubuntu софтвер?
nl: Installeren van officieel ondersteunde software activeren?
pl: Włączyć instalowanie oprogramowania oficjalnie wspieranego przez Ubuntu?
pt: Activar a instalação de software com suporte oficial Ubuntu?
ro: Activează instalarea aplicaţiilor Ubuntu suportate oficial?
ru: Разрешить установку ПО, официально поддерживаемого Ubuntu?

source: %s is part of the Ubuntu main distribution. Canonical Ltd. provides support and security updates, which will be enabled too.
cs: %s je součástí základní distribuce Ubuntu. Canonical Ltd. poskytuje podporu a bezpečnostní záplaty, které budou taktéž povoleny.
hu: A(z) %s az Ubuntu "main" disztribúció része. A Canonical Ltd. támogatást és biztonsági frissítéseket biztosít, amelyek szintén engedélyezve lesznek.
it: L'applicazione «%s» fa parte della distribuzione principale di Ubuntu. Canonical Ltd. fornisce il supporto e gli aggiornamenti di sicurezza, che verranno abilitati.
ja: %s は Ubuntu のメインディストリビューションに含まれています。Canonical Ltd.はサポートとセキュリティ・アップデートを供給しています。
mk: %s е дел од главната Ubuntu дистрибуција. Canonical Ltd. обезбедува поддршка и безбедносни надградби, кои исто така ќе бидат овозможени.
nl: %s is onderdeel van de reguliere Ubuntu-distributie. Canonical Ltd. levert ondersteuning en veiligheids-updates, die mede geactiveerd worden.
pl: %s jest częścią głównej dystrybucji Ubuntu. Canonical Ltd. dostarcza wsparcie i poprawki bezpieczeństwa, które są także włączone.
pt: %s faz parte da distribuição principal do Ubuntu. A Canonical Ltd. fornece suporte e actualizações de segurança, que também estão activadas.
ro: %s este parte din distribuţia principală Ubuntu. Canonical Ltd. oferă suport şi actualizări de securitate, iar acestea vor fi deasemenea activate.
ru: %s — часть основного дистрибутива Ubuntu. Canonical Ltd. обеспечивает поддержку и обновления безопасности, которые также будут автоматически включены.

source: Enable the installation of community maintained software?
cs: Povolit instalaci komunitně spravovaného softwaru?
he: האם לאפשר התקנת תוכנה הנתמכת על-ידי קהילה?
hu: Engedélyezi a közösség által karbantartott szoftverek telepítését?
it: Abilitare l'installazione del software mantenuto dalla comunità?
ja: コミュニティによってメンテナンスされているインストールを有効にしますか？
mk: Овозможи ја инсталацијата на софтвер кој е одржуван од заедница?
nl: Installeren van door de gemeenschap ondersteunde software activeren?
pl: Włączyć instalowanie oprogramowania wspieranego przez społeczność?
pt: Activar a instalação de software suportado pela comunidade?
ro: Activează instalarea aplicaţiilor întreţinute de comunitate?
ru: Разрешить установку поддерживаемых сообществом программ?

source: %s is maintained by the Ubuntu community. The Ubuntu community provides support and security updates, which will be enabled too.
cs: %s je spravováno komunitou Ubuntu. Ubuntu komunita poskytuje podporu a bezpečnostní záplaty, které budou taktéž povoleny.
hu: A(z) %s szoftvert az Ubuntu közösség tartja karban. Az Ubuntu közösség támogatást és biztonsági frissítéseket biztosít, amelyek szintén engedélyezve lesznek.
it: L'applicazione «%s» viene mantenuta dalla comunità di Ubuntu. La comunità di Ubuntu fornisce il supporto e gli aggiornamenti di sicurezza, che verranno abilitati.
ja: %s はUbuntuコミュニティでメンテナンスされている。Ubuntuコミュニティはサポートとセキュリティアップデートを可能な限り提供します。
mk: %s e oдржуван од заедницата на Ubuntu. Заедницата на Ubuntu овозможува поддршка и сигурносни ажурирања кои ќе бидат овозможени исто така.
nl: %s wordt onderhouden door de Ubuntu-gemeenschap. De Ubuntu-gemeenschap levert ondersteuning en veiligheids-updates, die mede geactiveerd worden.
pl: Aplikacja %s jest utrzymywana przez społeczność Ubuntu. Społeczność Ubuntu dostarcza wsparcie i poprawki bezpieczeństwa, które są także włączone.
pt: %s é mantido pela comunidade do Ubuntu. A comunidade fornece suporte e actualizações de segurança, que também estão activadas.
ro: %s este întreţinut de comunitatea Ubuntu. Comunitatea Ubuntu oferă suport şi actualizări de securitate, iar acestea vor fi deasemenea activate.
ru: %s поддерживается сообществом Ubuntu. Сообщество Ubuntu обеспечивает поддержку и обновления безопасности, которые также будут автоматически включены.

source: Enable the installation of unsupported and restricted software?
cs: Povolit instalaci nepodporovaného a nesvobodného softwaru?
he: האם לאפשר התקנה של תוכנה מוגבלת וללא תמיכה?
hu: Engedélyezi a nem támogatott és zárt szoftverek telepítését?
it: Abilitare l'installazione del software non supportato e di quello con restrizioni?
ja: サポートされず、制限のあるソフトウェアのインストールを有効にしますか？
mk: Да го овозможам инсталирањето на ограничен и неподдржан софтвер?
nl: Installeren van beperkt ondersteunde software activeren?
pl: Włączyć instalowanie oprogramowania niewspieranego i ograniczonego?
pt: Activar a instalação de software sem suporte e restrito?
ro: Activează instalarea aplicaţiilor nesuportate sau cu restricţii legale?
ru: Разрешить установку неподдерживаемого и несвободного ПО?

source: Canonical Ltd. provides technical support and security updates for %s
cs: Canonical Ltd. poskytuje technickou podporu a bezpečnostní aktualizace pro %s
de: Canonical Ltd. bietet Unterstützung in technischen Fragen und Sicherheitsaktualisierungen für %s an
he: חברת Canonical Ltd. מספקת תמיכה טכנית ועדכוני אבטחה עבור %s
hu: A Canonical Ltd. technikai támogatást és biztonsági frissítéseket biztosít a következőhöz: %s
it: Canonical Ltd. fornisce supporto tecnico e aggiornamenti di sicurezza per «%s»
ja: Canonical社が %s の技術サポートとセキュリティアップデートを提供しています
mk: Canonical Ltd. овозможува техничка поддршка и безбедносни ажурирања за %s
nl: Canonical Ltd. biedt technische ondersteuning en beveiligingsupdates voor %s
pl: Canonical Ltd. udziela wsparcia technicznego i aktualizacje bezpieczeństwa dla %s
pt: A Canonical Ltd. fornece suporte técnico e actualizações de segurança para %s
ro: Canonical Ltd.oferă suport tehnic şi actualizări de securitate pentru %s
ru: Canonical Ltd. предоставляет техническую поддержку и обновления безопасности для %s.

source: This application is provided by the Ubuntu community.
cs: Tato aplikace je poskytována komunitou Ubuntu.
de: Die Anwendung wird von der Ubuntu-Gemeinde zur Verfügung gestellt.
he: יישום זה סופק על-ידי קהילת אובונטו.
hu: Az alkalmazást az Ubuntu közösség biztosítja.
it: Questa applicazione è fornita dalla comunità di Ubuntu.
ja: このアプリケーションはUbuntuコミュニティによって提供されています。
mk: Оваа апликација е поддржана од заедницата на Ubuntu.
nl: Dit programma wordt geleverd door de Ubuntu-gemeenschap.
pl: Ta aplikacja jest dostarczana przez społeczność Ubuntu.
pt: Esta aplicação é providenciada pela comunidade do Ubuntu.
ro: Această aplicaţie este oferită de comunitatea Ubuntu.
ru: Это приложение предоставляется сообществом Ubuntu.

source: Description
cs: Popis
de: Beschreibung
he: תיאור
hu: Leírás
it: Descrizione
ja: 詳細
mk: Oпис
nl: Omschrijving
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание

source: %s cannot be installed
cs: %s nemůže být nainstalováno
de: %s kann nicht installiert werden
he: לא ניתן להתקין את %s
hu: A(z) %s nem telepíthető
it: Impossibile installare «%s»
ja: %s をインストールすることはできません
mk: не може да се инсталира %s
nl: %s kan niet geïnstalleerd worden
pl: Nie można zainstalować %s
pt: %s não pode ser instalado
ro: Nu s-a putut instala „%s”
ru: %s не может быть установлено

source: %s cannot be installed on your computer type (%s). Either the application requires special hardware features or the vendor decided to not support your computer type.
cs: %s nemůže být nainstalován na váš typ počítače (%s). Aplikace potřebuje buď zvláštní vlastnosti hardwaru, nebo se výrobce rozhodl nepodporovat váš typ počítače.
de: %s kann auf Ihrem Rechner-Typ nicht installiert werden (%s). Die Anwendung erfordert entweder spezielle Hardware oder Ihr Rechner-Typ wird vom Anbieter nicht unterstützt.
he: לא ניתן להתקין את %s על סוג המחשב שלך (%s). התכנה עשויה לדרוש חומרה מיוחדת או שיצרנה לא החליט לתמוך בסוג מחשבים זה עדיין.
hu: A(z) %s nem telepíthető az Ön által használt számítógéptípusra (%s). Az alkalmazás vagy különleges hardverfunkciókat igényel, vagy a szállító nem támogatja az Ön számítógépének típusát.
it: Non è possibile installare «%s» sul tipo di computer in uso (%s). L'applicazione richiede delle particolari impostazioni hardware oppure il produttore ha deciso di non supportare il tipo di computer in uso.
ja: %s はこの種類のコンピュータ (%s) にはインストールできません。アプリケーションが特別なハードウェア機能を必要としているか、ベンダがこの種類のコンピュータをサポートしていません。
mk: %s не може да се инсталира на Вашиот тип на компјутер (%s). Или апликацијата бара посебен хардвер или добавувачот решил да не го поддржува Вашиот тип на компјутер.
nl: %s kan niet op uw type computer (%s) geïnstalleerd worden. Ofwel het programma vereist specifieke hardwarefuncties of de leverancier heeft besloten om uw type computer niet te ondersteunen.
pl: Aplikacja %s nie może zostać zainstalowana na twoim typie komputera (%s). Albo aplikacja wymaga niestandardowych właściwości sprzętu albo dostawca nie zdecydował się wspierać twojego typu komputera.
pt: %s não pode ser instalado no seu tipo de computador (%s). Ou a aplicação requer especificações especiais de hardware ou o autor decidiu não suportar o seu tipo de computador.
ro: %s nu s-a putut instala pe tipul calculatorui dumneavoastră (%s). Fie această aplicaţie necesită caracteristici hardware speciale, fie producătorul nu suportă tipul calculatorului dumneavoastră.
ru: %s не может быть установлено на компьютер вашего типа (%s). Либо данному приложению требуется особое оборудование, либо его поставщик не поддерживает ваш тип компьютера.

source: This application is bundled with the following applications:
cs: Tato aplikace je dodávána s následujícími aplikacemi:
de: Diese Anwendung hat folgende abhängigkeiten zu anderen Anwendungen:
he: היישום הזה כרוך עם היישומים הבאים:
hu: Az alkalmazás közös telepítőcsomagot használ a következő alkalmazásokkal:
it: Questa applicazione è fornita assieme alle seguenti:
ja: このアプリケーションは以下のアプリケーションにまとめられています:
mk: Оваа апликација е собрана во купче со следниве апликации:
nl: Deze toepassing is gebundeld met de volgende programma's:
pl: Ta aplikacja jest dostępna tylko łącznie z następującymi aplikacjami:
pt: Esta aplicação vem com as seguintes aplicações:
ro: Această aplicaţie este livrată împreună cu următoarele aplicaţii:
ru: Это приложение идёт в комплекте со следующими программами:

source: Version: %s (%s)
cs: Verze: %s (%s)
he: גרסה %s (%s)
hu: Verzió: %s (%s)
it: Versione: %s (%s)
ja: バージョン: %s (%s)
mk: Верзија: %s (%s)
nl: Versie: %s (%s)
pl: Wersja: %s (%s)
pt: Versão: %s (%s)
ro: Versiune: %s (%s)
ru: Версия: %s (%s)

source: Popularity
cs: Oblíbenost
de: Beliebtheit
he: פופולריות
hu: Népszerűség
it: Popolarità
ja: 人気度
mk: Популарност
nl: Populariteit
pl: Popularność
pt: Popularidade
ro: Popularitate
ru: Популярность

source: Application
cs: Aplikace
de: Anwendung
he: יישום
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
mk: Апликација
nl: Programma
pl: Aplikacja
pt: Aplicação
ro: Aplicaţii
ru: Приложение
