Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24-0ubuntu1/po/*.po
Languages: cs, de, he, hu, it, ja, mk, nl, pl, pt, ro, ru

source: Show all Debian applications which can be freely used, modified and distributed. This includes a large variety of community maintained applications
cs: Zobrazit všechny debianí aplikace, které mohou být volně používány, upravovány a šířeny. Toto zahrnuje velké množství komunitně spravovaných aplikací.
he: הצג את כל יישומי דביאן אשר ניתנים לשימוש באופן חופשי, ניתנים לשינוי והפצה. אפשרות זו כוללת מגוון רחב של יישומים המתוחזקים על-ידי קהילות.
hu: Minden szabadon felhasználható, módosítható és terjeszthető Debian alkalmazás megjelenítése. Ez nagy mennyiségben tartalmaz a közösség által karbantartott alkalmazásokat.
it: Mostra tutte le applicazioni Debian che possono essere usate, modificate e distribuite liberamente. Questo include molte applicazioni mantenute dalla comunità
ja: 自由に利用・変更・再配布できる全てのDebianアプリケーションを表示します。コミュニティによってメンテナンスされる、多くの種類のアプリケーションが含まれています
mk: Прикажи ги сите Debian апликации кои може слободно да се користат, изменуваат или поделуваат. Ова вклучува голем број на разновидни апликации кои се одржуваат од заедница
nl: Alle Debian programma's tonen die vrijelijk gebruikt, gewijzigd en verspreid kunnen worden. Hieronder vallen ook veel programma's die door de gemeenschap onderhouden worden.
pl: Wyświetlanie wszystkich aplikacji Debiana, które mogą być dowolnie używane, modyfikowane i rozpowszechniane. W skład wchodzi duża rożnorodność aplikacji utrzymywanych przez społeczność
pt: Mostrar todas as aplicações Debian cuja utilização, modificação e redistribuição é livre. Inclui uma grande variedade de aplicações mantidas pela comunidade.
ro: Afişează toate aplicaţiile Debian ce pot fi instalate, modificate şi distribuite liber. Acestea includ o gamă largă de aplicaţii întreţinute de comunitate
ru: Показывать все приложения Debian, которые можно свободно использовать, изменять и распространять. Сюда включено множество поддерживаемых сообществом приложений

source: Third party applications
cs: Aplikace třetích stran
de: Anwendungen von Drittanbietern
he: יישומי צד שלישי
hu: Harmadik féltől származó alkalmazások
it: Applicazioni di terze parti
ja: サードパーティ製のアプリケーション
mk: Дополнителни апликации
nl: Programma's van derden
pl: Aplikacje wspierane przez innych dostawców
pt: Aplicações fornecidas por terceiros
ro: Aplicaţii de la terţi
ru: Приложения третьих сторон

source: Show only applications that are provided by independent software vendors and are not part of Debian
cs: Zobrazit pouze aplikace, které jsou poskytovány nezávislými prodejci softwaru a nejsou částí Debianu
he: הצג רק יישומים במסופקים באופן עצמאי על-ידי היצרנים ואשר אינם חלק מדביאן
hu: Csak a független szoftverszállítóktól származó és nem a Debian részét képező alkalmazások megjelenítése.
it: Mostra solo le applicazioni fornite da distributori di software indipendenti e non facenti parte di Debian
ja: 独立ソフトウェアベンダによる、Debianの一部ではないアプリケーションだけを表示する
mk: Прикажи само апликации кои се подготвени од независни произведувачи на софтвер и кои не се дел од Debian
nl: Alleen programma's tonen die aangeboden worden door onafhankelije software-leverenciers en die geen onderdeel zijn van Debian.
pl: Wyświetlanie aplikacji dostarczanych przez niezależnych dostawców oprogramowania, niebędących częścią Debiana
pt: Mostrar apenas aplicações que são disponibilizadas por distribuidores de software independentes e não são parte do Debian
ro: Afişează doar aplicaţiile oferite de surse independente şi care nu fac parte din Debian
ru: Показывать только программы, предоставленные независимыми разработчиками и не входящие в Debian

source: Enable the installation of software from the %s component of Debian?
cs: Povolit instalaci softwaru ze zdroje %s od Debianu?
he: האם לאפשר התקנת תכנה מרכיב %s של דביאן?
hu: Engedélyezi a Debian %s komponenséből származó szoftver telepítését?
it: Abilitare l'installazione del software dal componente %s di Debian?
ja: Debianの %s コンポーネント由来のソフトウェアをインストールできるようにしますか？
mk: Овозможи ја инсталацијата на софтвер од компонентата %s на Debian?
nl: Installeren van software uit de %s-component van Debian activeren?
pl: Włączyć instalowanie oprogramowania z komponentu %s Debiana?
pt: Activar a instalação de software do componente %s do Debian?
ro: Activează instalarea de programe din componenta Debian %s?
ru: Включить установку программ из компонента %s Debian?

source: %s is not officially supported with security updates.
cs: %s není oficiálně podporováno bezpečnostními aktualizacemi.
de: Für %s werden keine offiziellen Sicherheitsaktualisierungen bereitgestellt.
he: %s אינה נתמכת רשמית עם עדכוני אבטחה.
hu: A következő nincs hivatalosan támogatva biztonsági frissítésekkel: %s
it: «%s» non è ufficialmente supportato con aggiornamenti di sicurezza.
ja: %s はセキュリティアップデートとして公式にはサポートされていません。
mk: %s не е официјално поддржан со безбедносни надградби.
nl: %s wordt officieel niet ondersteund met beveiligingsupdates.
pl: Aplikacja %s nie jest oficjalnie wspierana aktualizacjami bezpieczeństwa.
pt: %s não é oficialmente suportada com actualizações de segurança.
ro: %s nu este suportat în mod oficial cu actualizări de securitate.
ru: %s официально не поддерживается обновлениями безопасности.

source: Enable the installaion of officially supported Debian software?
he: האם לאפשר התקנת תוכנה הנתמכת באופן רשמי על-ידי דביאן?
hu: Engedélyezi a hivatalosan támogatott Debian szoftver telepítését?
it: Abilitare l'installazione del software supportato ufficialmente da Debian?
ja: 公式サポートのあるDebianソフトウェアを有効にしますか？
mk: Да ја овозможам инсталацијата на официјално поддржаниот Debian софтвер?
nl: Installeren van officieel door Debian ondersteunde software activeren?
pl: Włączyć instalowanie oficjalnie wspierane oprogramowanie Debiana?
pt: Activar a possibilidade de instalação de software Debian com suporte oficial?
ro: Activează instalarea aplicaţiilor Debian suportate oficial?
ru: Включить установку официально поддерживаемых Debian программ

source: %s is part of the Debian main distribution. Debian provides support and security updates, which will be enabled too.
he: %s שייך לרכיב הראשי של הפצת דביאן. דביאן מספקת תמיכה ועדכוני אבטחה, אשר יופעלו גם כן.
hu: A(z) %s a Debian "main" disztribúció része. A Debian támogatást és biztonsági frissítéseket biztosít, amelyek szintén engedélyezve lesznek.
it: L'applicazione «%s» fa parte della distribuzione principale di Debian. Debian fornisce il supporto e gli aggiornamenti di sicurezza, che verranno abilitati.
mk: %s е дел од главната инсталација на Debian. Debian овозможува поддршка и безбедносни ажурирања кои ќе бидат овозможени.
nl: %s is onderdeel van de Debian hoofddistributie. Debian levert ondersteuning en veiligheidsupdates, die ook geactiveerd zullen worden.
pl: %s jest częścią głównej dystrybucji Debian. Debian dostarcza wsparcie i aktualizacje bezpieczeństwa, które także zostaną włączone.
pt: %s faz parte da distribuição principal do Debian. O Debian providencia suporte e actualizações de segurança, que também estão activadas.
ro: %s face parte din distribuţia principală Debian. Debian oferă suport şi actualizări de securitate, acestea vor fi deasemenea activate.
ru: %s является частью основного дистрибутива Debian. Поддержка и обновления обеспечиваются сообществом Debian и также будут автоматически включены.

source: Enable the installation of partial free software?
cs: Povolit instalaci částečně svobodného softwaru?
he: האם לאפשר התקנת תוכנה חופשית למחצה?
hu: Engedélyezi részben szabad szoftverek telepítését?
it: Abilitare l'installazione di software non completamente libero?
ja: 部分的にしか自由でないソフトウェアのインストール機能を有効にしますか？
mk: Овозможи ја инсталацијата на делумно слободен софтвер?
nl: Installeren van gedeeltelijk vrije software activeren?
pl: Włączyć instalowanie częściowo wolnego oprogramowania?
pt: Activar a instalação de software parcialmente livre?
ro: Se activează intalarea software-ului parţial liber?
ru: Разрешить установку частично свободных программ?

source: %s is not part of the Debian main distribution and requires non-free software to work. Debian provides support and security updates, which will be enabled too.
hu: A(z) %s nem tartozik a Debian "main" disztribúcióhoz és nem szabad szoftver is szükséges a működéséhez. A Debian támogatást és biztonsági frissítéseket biztosít, amelyek szintén engedélyezve lesznek.
it: L'applicazione «%s» non fa parte della distribuzione principale di Debian e richiede l'uso di software non libero per funzionare. Debian offre il supporto e gli aggiornamenti di sicurezza, che verranno abilitati.
mk: %s не е дел од главната Debian дистрибуција и бара неслободен софтвер за да работи. Debian овозможува поддршка и безбедносни ажурирања кои ќе бидат инсталирани исто така.
nl: %s is geen onderdeel van de Debian hoofddistributie en vereist niet-vrije software om te kunnen functioneren. Debian levert ondersteuning en veiligheidsupdates, die ook geactiveerd zullen worden.
pl: %s nie jest częścią głównej dystrybucji Debiana i wymaga oprogramowania własnościowego do działania. Debian dostarcza wsparcie i aktualizacje bezpieczeństwa, które także zostaną włączone.
pt: %s não é parte da distribuição principal Debian e requer software não livre para funcionar. O Debian suporta e disponibiliza actualizações de segurança, as quais irão também ser activadas.
ro: %s nu face parte din distribuţia principală Debian iar pentru a funcţiona necesită software neliber. Debian oferă suport şi actualizări de securitate, acestea vor fi deasemenea activate.
ru: %s является частью основного дистрибутива Debian и требует несвободных программы. Поддержка и обновления обеспечиваются сообществом Debian и также будут автоматически включены.

source: Enable the installation of non-free software?
cs: Povolit instalaci nesvobodného softwaru?
he: האם לאפשר התקנה של תוכנה שאינה חופשית?
hu: Engedélyezi nem szabad szoftverek telepítését?
it: Abilitare l'installazione di software non libero?
ja: non-freeに属するソフトウェアのインストール機能を有効にしますか？
mk: Овозможи ја инсталацијата на неслободен софтвер?
nl: Installeren van niet-vrije software activeren?
pl: Włączyć instalowanie aplikacji własnościowych?
pt: Activar a instalação de software não livre?
ro: Activează instalarea softwareului închis?
ru: Разрешить установку несвободных программ?

source: The use, modification and distribution of %s is restricted by copyright or by legal terms in some countries.
cs: Používání, úpravy a šíření %s je omezeno copyrightem nebo právními podmínkami v některých zemích.
de: Durch das Urheberrecht oder gesetzliche Bestimmungen darf %s in einigen Ländern nur beschränkt verwendet, geändert und weitergegeben werden.
he: השימוש, השינוי וההפצה של %s מוגבלים על ידי זכויות יוצרים או על ידי חוק במדינות מסוימות.
hu: A(z) %s használatát, módosítását és terjesztését egyes országokban a szerzői jog vagy egyéb jogi szabályozások korlátozzák.
it: L'utilizzo, la modifica e la distribuzione di «%s» presentano, in alcuni paesi, delle restrizioni a causa del diritto d'autore o di leggi.
ja: %s の使用や変更、配布は国によっては著作権、法律で制限されます。
mk: Употребата, изменувањето и дистрибуирањето на %s e ограничено со авторски права во некои земји.
nl: In bepaalde landen is het gebruik van, het wijzigen van en het verspreiden van %s beperkt door auteursrechten, of door wettelijke bepalingen.
pl: Używanie, modyfikowanie i rozpowszechnianie %s jest ograniczone przez prawo autorskie lub inne w niektórych krajach.
pt: O uso, modificação e distribuição de %s é restricta pelos direiros de autor ou pelos termos legais em alguns países.
ro: În unele ţări folosirea, modificare şi distribuire %s este restrânsă de termeni legali.
ru: Использование, изменение и распространение %s ограничено авторским правом или законом в некоторых странах.

source: %s integrates well into the KDE desktop
cs: %s je dobře začleněno do prostředí KDE
he: %s מתמזג היטב בסביבת שולחן העבודה של KDE
hu: Ez az alkalmazás (%s) jól illeszkedik a KDE asztali környezetbe
it: «%s» si integra all'interno del desktop KDE
ja: %s は KDE デスクトップに統合されています
mk: %s се интегрира добро во KDE работната околина
nl: %s werkt goed in de KDE-desktop
pl: %s świetnie integruje się z pulpitem KDE
pt: %s integra-se bem no ambiente KDE
ro: %s se integreză bine în mediul KDE
ru: %s хорошо интегрируется в среду KDE

source: %s integrates well into the GNOME desktop
cs: %s je dobře začleněno do prostředí GNOME
he: %s מתמזג היטב בסביבת שולחן העבודה GNOME
hu: Ez az alkalmazás (%s) jól illeszkedik a GNOME asztali környezetbe
it: «%s» si integra all'interno del desktop GNOME
ja: %s は GNOME デスクトップに統合されています
mk: %s се интегрира добро во работната околина GNOME
nl: %s werkt goed in de Gnome-desktop
pl: %s świetnie integruje się z pulpitem GNOME
pt: %s integra-se bem no ambiente GNOME
ro: %s se integreză bine în mediul GNOME
ru: %s хорошо интегрируется в среду GNOME

source: %s integrates well into the Gnustep desktop
cs: %s je velmi dobře začleněno do Gnustepu
de: %s fügt sich gut in den Gnustep-Desktop ein
he: %s מתמזג היטב בסביבת שולחן העבודה Gnustep
hu: Ez az alkalmazás (%s) jól illeszkedik a Gnustep asztali környezetbe
it: «%s» si integra all'interno del desktop Gnustep
ja: %s は Gnustep デスクトップに統合されています
mk: %s се интегрира добро во Gnustep околината
nl: %s integreert goed in de Gnustep desktop
pl: %s świetnie integruje się z pulpitem Gnustep
pt: %s integra-se bem no ambiente Gnustep
ro: %s se integreză bine în mediul Gnustep
ru: %s хорошо интегрируется среду Gnustep

source: %s integrates well into the XFCE desktop
cs: %s je dobře začleněno do prostředí XFCE
he: %s מתמזג היטב בסביבת שולחן העבודה XFCE
hu: Ez az alkalmazás (%s) jól illeszkedik az XFCE asztali környezetbe
it: «%s» si integra all'interno del desktop XFCE
ja: %s は XFCE デスクトップに統合されています
mk: %s се интегрира добро во XFCE околината
nl: %s werkt goed in de XFCE-desktop
pl: %s świetnie integruje się z pulpitem XFCE
pt: %s integra-se bem no ambiente XFCE
ro: %s se integreză bine în mediul XFCE
ru: %s хорошо интегрируется в среду XFCE

source: Debian provides support and security updates for %s
he: דביאן מספקת תמיכה ועידכוני אבטחה עבור %s.
hu: A Debian támogatást és biztonsági frissítéseket biztosít a(z) "%s" csomaghoz
it: Debian fornisce il supporto e gli aggiornamenti di sicurezza per «%s»
ja: Debianは%sのサポートとセキュリティアップデートを提供します
mk: Debian овозможува поддршка и безбедносни ажурирања за %s
nl: Debian levert ondersteuning en veiligheidsupdates voor %s
pl: Debian dostarcza wsparcie i aktualizacje bezpieczeństwa dla %s
pt: O Debian suporta e disponibiliza actualizações de segurança para %s
ro: Debian oferă suport şi actualizări de securitate pentru %s
ru: Поддержка и обновления для %s осуществляются сообществом Debian

source: %s requires non-free software to work.Debian provides support and security updates.
he: %s מצריך שימוש בתוכנה לא-חופשית. דביאן מספקת תמיכה ועדכוני אבטחה.
hu: A(z) %s működéséhez nem szabad szoftver is szükséges. A Debian támogatást és biztonsági frissítéseket biztosít.
it: «%s» richiede del software non libero per funzionare. Debian fornisce il supporto e gli aggiornamenti di sicurezza.
mk: %s бара неслободен софтвер за да работи. Debian овозможува поддршка и безбедносни ажурирања.
nl: Om te kunnen functioneren vereist %s niet-vrije software. Debian levert ondersteuning en veiligheidsupdates.
pl: %s wymaga oprogramowania własnościowego do działania. Debian dostarcza wsparcie i aktualizacje bezpieczeństwa.
pt: %s requer software não livre para funcionar. O Debian suporta e disponibiliza actualizações de segurança.
ro: %s necesită software cu sursă închisă. Debian oferă suport şi actualizări de securitate.
ru: Для работы %s требуется несвободные программы. Поддержка и обновления обеспечиваются сообществом Debian.

source: The use, modification and distribution of %s is restricted by copyright or by legal terms in some countries. Debian provides support and security updates.
he: השימוש, שינוי והפצה של %s מוגבל לפי חוק או זכויות יוצרים בארצות מסוימות. דביאן מספקת תמיכה ועדכוני אבטחה.
hu: A(z) %s használata, módosítása és terjesztése egyes országokban szerzői jogi vagy jogi feltételek miatt korlátozott. A Debian támogatást és biztonsági frissítéseket biztosít.
it: L'uso, la modifica e la distribuzione di «%s» sono ristretti dal diritto d'autore e da leggi in alcuni paesi. Debian fornisce il supporto e gli aggiornamenti di sicurezza.
mk: Користењето, измената и поделувањето на %s е ограничено со авторски права или со законски услови во некои држави. Debian обезбедува поддршка и безбедности надградби.
nl: Het gebruik van, het wijzigen van en het verspreiden van %s is bepaalde landen gebonden aan wettelijke regels en auteursrechten. Debian levert ondersteuning en veiligheidsupdates.
pl: Używanie, modyfikowanie i dystrybucja %s jest ograniczona przez prawo lub warunki prawne w niektórych krajach. Debian dostarcza wsparcie i aktualizacje bezpieczeństwa.
pt: O uso, modificação e distribuição de %s é restringido por direitos de autor ou por termos legais em alguns países. O Debian fornece suporte e actualizações de segurança.
ro: În unele ţări, folosirea, modificare şi distribuirea %s este restrânsă de termeni legali şi de drepturile de autor. Debian oferă suport şi actualizări de securitate.
ru: Использование, изменение и распространение %s ограничено правообладателем. Поддержка и обновления обеспечиваются сообществом Debian.

source: Show all applications including ones which are unsupported and possibly restricted by law or copyright
cs: Zobrazit všechny aplikace, včetně těch nepodporovaných a potenciálně omezených zákonem nebo copyrightem
he: הצג את כל היישומים כולל אלו אשר אינם נתמכים או מוגבלים לפי חוק וזכויות יוצרים.
hu: Minden alkalmazás megjelenítése, beleértve a nem támogatottakat és esetleg szerzői jog vagy törvények által korlátozottakat is.
it: Mostra tutte le applicazioni, incluse quelle non supportate o con restrizioni legali o di copyright
ja: サポートされていない、かつ法律や著作権によって制限されたアプリケーションを含むすべてを表示
mk: Прикажи ги сите апликации вклучувајќи ги и оние кои не се поддржани и е можно да се ограничени со закон или авторски права
nl: Alle programma's tonen inclusief software die niet ondersteund wordt en die mogelijk via wetten of auteursrecht beperkt zijn.
pl: Wyświetlanie wszystkich aplikacji, włączając niewspierane i ograniczone prawnie lub przez prawa autorskie
pt: Mostrar todas as aplicações incluindo aplicações sem suporte e com possiveis restrições por lei ou por direitos de autor.
ro: Afişează toate aplicaţiile, inlcuzînd cele fără suport sau cu posibile restricţii legale sau de drepturi de autor
ru: Показывать все программы, в том числе неподдерживаемые и ограниченные законом или правообладателем

source: Enable the installation of software from the %s component of Ubuntu?
cs: Povolit instalaci softwaru ze zdroje %s z Ubuntu?
he: האם לאפשר את התקנתה של תוכנה מרכיב ה-%s של אובונטו?
hu: Engedélyezi a szoftvertelepítést az Ubuntu "%s" komponenséből?
it: Abilitare l'installazione del software dal componente %s di Ubuntu?
ja: Ubuntu の %s コンポーネント からのソフトウェアをインストールできるようにしますか？
mk: Овозможи ја инсталацијата од компонентата %s на Ubuntu?
nl: Installeren van software uit de %s-component van Ubuntu activeren?
pl: Włączyć instalowanie oprogramowania z komponentu %s Ubuntu?
pt: Activar a instalação de software da componente %s do Ubuntu?
ro: Activează instalarea de aplicaţii din componenta %s Ubuntu?
ru: Разрешить установку программ из компонента Ubuntu %s

source: Show all applications including ones which are possibly restricted by law or copyright, unsupported by Canonical Ltd. or not part of Ubuntu
cs: Zobrazuj všechny aplikace včetně těch, které jsou nějak omezeny zákonem nebo copyrightem, nepodporované Canonical Ltd. nebo nejsou součástí Ubuntu
de: Zeige alle Anwendungen, einschliesslich solcher, die möglicherweise durch den Gesetzgeber oder das Urheberrecht eingeschränkt sind, von Canonical Ltd. nicht unterstützt werden, oder kein Bestandteil von Ubuntu sind.
he: הצגת כל התכנות, כולל כאלה שעלולות להיות מוגבלות על ידי חוק או זכויות יוצרים, שאינן נתמכות על ידי Canonical Ltd. או שאינן חלק מאובונטו
hu: Az összes alkalmazás megjelenítése, beleértve azokat, amelyek szerzői vagy egyéb jogi korlátozások alá esnek, a Canonical Ltd. által nem támogatottak vagy nem részei az Ubuntunak
it: Mostra tutte le applicazioni incluse quelle che potrebbero presentare restrizioni a norma di legge o per copyright, quelle non supportate da Canonical Ltd. o quelle non facenti parte di Ubuntu
ja: 法律や著作権で制限されている可能性があり、Canonical社によってサポートされておらず、Ubuntuの一部ではないものを含んでいる、全てのアプリケーションを表示します。
mk: Прикажи ги сите апликации вклучувајќи ги и оние кои е можно да се ограничени со закон или авторски права, не се поддржани од Canonical Ltd. или не се дел од Ubuntu
nl: Alle programma's tonen, ook die welke mogelijk beperkt zijn door wetten of auteursrechten, die niet door Canonical Ltd. ondersteund worden, of die geen onderdeel zijn van Ubuntu
pl: Wyświetlanie wszystkich aplikacje, włączając w to aplikacje ograniczone prawem lub prawami autorskimi, niewspierane przez Canonical Ltd. lub niebędące częścią Ubuntu
pt: Mostra todas as aplicações incluindo aquelas que podem ser restritas pela lei ou pelos direitos de autor, não suportadas pela Canonical Ltd. ou que não fazem parte do Ubuntu
ro: Afişează toate aplicaţiile, incluzînd cele cu posibile restricţii legale, cele nesuportate de Canonical Ltd. sau cele ce nu fac parte din Ubuntu
ru: Показать все приложения, включая те, которые возможно ограничены законами об авторском праве, не поддерживаются Canonical Ltd или не являются частью Ubuntu

source: Show all Ubuntu applications which can be freely used, modified and distributed. This includes a large variety of community maintained applications
cs: Zobraz všechny Ubuntu aplikace, které mohou být volně používány, měněny a šířeny. Toto zahrnuje i velké množství aplikací udržované komunitou
de: Zeige alle Ubuntu-Anwendungen, die frei verwendet, geändert und weiterverteilt werden dürfen. Dies beinhaltet eine große Auswahl an Anwendungen, die von der Ubuntu-Gemeinde betreut werden.
he: הצגת כל התכנות של אובונטו שניתנות לשימוש, שינוי והפצה חופשיים, כולל מבחר גדול של תכנות הנתמכות על ידי הקהילה.
hu: Az összes szabadon használható, módosítható és terjeszthető Ubuntu alkalmazás megjelenítése. Ez nagy számú, közösség által karbantartott alkalmazást tartalmaz.
it: Mostra tutte le applicazioni di Ubuntu che possono essere usate, modificate e distribuite liberamente. Questo include molte applicazioni mantenute dalla comunità
ja: 自由に使用/改変/配布できる全てのUbuntuアプリケーションを表示します。これはかなりの数のコミュニティがメンテナンスしたアプリケーションを含んでいます。
mk: Прикажи ги сите Ubuntu апликации кои можат слободно да се користат, изменуваат или поделуваат. Ова вклучува голем број на разновидни апликации кои се одржуваат од заедница
nl: Alle Ubuntu-programma's tonen die vrijelijk gebruikt, aangepast en verspreid mogen worden. Hieronder valt een groot aantal door de gemeenschap onderhouden programma's.
pl: Wyświetlanie wszystkich aplikacje Ubuntu, które mogą być dowolnie używane, modyfikowane i rozpowszechniane. To także duża część aplikacji wspieranych przez społeczność
pt: Mostra todas as aplicações do Ubuntu que podem ser usadas, modificadas e distribuídas livremente. Isto inclui uma grande variedade de aplicações mantidas pela comunidade.
ro: Afişează toate aplicaţiile Ubuntu ce pot fi foloste, modificate şi distribuite în mod liber. Acestea includ o gamă largă de aplicaţii întreţinute de comunitate
ru: Показать все приложения Ubuntu, которые могут свободно использоваться, модифицироваться и распространяться. Включают большое количество приложений, поддерживаемых сообществом
