Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24-0ubuntu1/po/*.po
Languages: cs, de, he, hu, it, ja, mk, nl, pl, pt, ro, ru

source: One or more applications depend on %s. To remove %s and the dependent applications, use the Synaptic package manager.
cs: Jedna či více aplikací závisejí na %s. Pro odebrání %s a závislých aplikací použijte manažer instalačních balíků Synaptic.
de: Eine oder mehrere Anwendungen hängen von %s ab. Um %s samt der abhängigen Anwendungen zu entfernen, verwenden Sie die Synaptic-Paketverwaltung.
he: תוכנה אחת או יותר תלויות ב-%s. כדי להסיר את %s ואת התכנות התלויות בה, עשו זאת במנהל החבילות Synaptic.
hu: Legalább egy alkalmazás függ a következőtől: %s. A(z) %s és minden attól függő alkalmazás eltávolításához használja a Synaptic csomagkezelőt.
it: Una o più applicazioni dipendono da «%s». Per rimuovere «%s» e tutte le applicazioni dipendenti, usare il gestore di pacchetti Synaptic.
ja: １つ以上のアプリケーションが %s に依存しています。%s と依存したアプリケーションを削除するには、Synapticパッケージマネージャを使用してください。
mk: Една или повеќе апликации зависат од %s. За да ја отстраните %s и апликациите кои зависат, користете го менаџерот за пакети Synaptic.
nl: Een of meer programma's zijn afhankelijk van %s. Om %s en de programma's die er afhankelijk van zijn te verwijderen kunt u het pakkettenbeheerprogramma Synaptic gebruiken.
pl: Jedna lub więcej aplikacji polega na %s. Aby usunąć %s i aplikacje zależne, użyj menedżera pakietów Synaptic.
pt: Uma ou mais aplicações dependem de %s. Para remover %s e as aplicações dependentes use o gestor de pacotes Synaptic.
ro: Una sau mai multe aplicaţii depind de %s. Folosiţi Administratorul de pachete Synaptic pentru a dezinstala %s împreună cu aplicaţiile dependente.
ru: Одно или несколько приложений зависят от %s. Для удаления %s и зависимых программ используйте менеджер пакетов Synaptic.

source: Confirm installation of restricted software
cs: Potvrďte instalaci nesvobodného softwaru
de: Installation von eingeschränkter Software bestätigen
he: אשר התקנת תוכנה מוגבלת
hu: Erősítse meg a zárt forrású szoftver telepítését.
it: Confermare l'installazione del software con restrizioni
ja: 制限付きソフトウェアの確認
mk: Потврдете ја инсталацијата на ограничениот софтвер
nl: Installeren van beperkt ondersteunde software bevestigen
pl: Potwierdzenie instalacji oprogramowania własnościowego
pt: Confirme a instalação de software restrito
ro: Confirmare pentru instalarea programului cu restricţii
ru: Установить несвободную программу?

source: The use of this software may be restricted in some countries. You must verify that one of the following is true: • These restrictions do not apply in your country of legal residence • You have permission to use this software (for example, a patent license) • You are using this software for research purposes only
cs: Použití tohoto softwaru může být v některých zemích omezeno. Musíte si ověřit, že jeden z následujících bodů pro vás platí: • Tyto omezení neplatí ve vaší zemi nebo místě legálního pobytu • Máte povolení používat tento software (například licenci patentu) • Používáte tento software pouze pro výzkumné účely
de: Die Verwendung dieser Software kann in mehreren Ländern eingeschränkt sein. Überprüfen Sie daher, ob einer der folgenden Punkte für Sie zutrifft, bevor Sie fortfahren: • Die Einschränkungen gelten nicht für Ihr Land oder Ihren Aufenthaltsort • Sie verfügen über eine spezielle Erlaubnis die Software zu Verwenden (z.B. eine Patentlizenz) • Sie verwenden die Software nur zu wissenschaftlichen Forschungszwecken
he: יתכן שהשימוש בתוכנה זו מוגבל לפי החוק בארצות מסוימות. עליך לוודא שאחד מהתנאים הבאים מתקיימים: • מגבלות אלו אינן תקפות בארצך או במקום מגוריך • יש ברשותך רישיון לשימוש בתוכנה זו (למשל רישיון פטנט) • התכנה משמשת לחקר בלבד
hu: Ezen szoftver használata korlátozott lehet egyes országokban. Ellenőrizze, hogy a következők egyike fennáll-e: 1, Ezek a korlátozások nem érvényesek az Ön országában vagy tartózkodási helyén 2, Engedélye van a szoftver használatára (például szabadalmi licenc) 3, A szoftvert csak kutatási céllal használja
it: L'uso di questo software potrebbe essere ristretto in alcuni paesi. È necessario verificare che una di queste condizioni sia vera: • Queste restrizioni non sussistono nel paese di residenza • Si ha il permesso di usare questo software (es. brevetto) • Si utilizza questo software solo a fini di ricerca
ja: このソフトウェアの利用は、幾つかの国では制限されているかもしれません。次のいずれかに該当することを確認してください: • あなたの国の法律では、これらの制限は該当しない。 • このソフトウェアの利用許可を受けている（たとえば、特許のライセンスを受けている）。 • 研究・調査のみを目的としてこれらのソフトウェアを利用する。
mk: Користењето на овој софтвер може да е ограничено во некои држави. Морате да проверете дека едно од наведените е точно: • Овие ограничувања не важат во државата на Вашето место на живеење • Имате дозвола за да го користите овој софтвер (на пример, патент лиценца) • Го користите овој софтвер само за истражувачки цели
nl: Het gebruik van deze software is in bepaalde landen aan restricties onderworpen. U moet bevestigen dat het volgende voor u geldt. • Deze beperkingen zijn niet van kracht in het land waar u woonachtig bent. • U heeft toestemming om deze software te gebruiken (bijvoorbeeld, een octrooilicentie) • U gebruikt deze software slechts voor onderzoeksdoeleinden
pl: Użytkowanie tego oprogramowania może być ograniczone w niektórych krajach. Należy potwierdzić prawdziwość jednego ze stwierdzeń: • Te ograniczenia nie dotyczą państwa zamieszkania użytkownika • Użytkownik ma pozwolenie na używanie tego oprogramowania (przykładowo, licencję na patent) • Uzytkownik używa tego oprogramowania jedynie w celach naukowych
pt: A utilização deste software pode ser restrita em alguns países. Deve verificar se uma das seguintes situações é verdadeira: • Estas restrições não se aplicam no seu país de residência • Tem licença para utilizar este software (por exemplo, uma licença de patente) • Está a usar este software apenas com o fim de pesquisa científica
ro: În unele ţări folosirea acestui program poate fi restricţionată. Trebuie să verificaţi că cel putin una din afirmaţiile de mai jos este adevărată: • Aceste restricţii nu se aplică în cazul tării sau regiunii dumneavoastră • Deţineţi drepturi pentru a rula acest program (de exemplu o licenţă pentru patent) • Folosiţi acest program doar în scopuri de cercetare
ru: Использование этой программы в некоторых государствах может быть запрещено. Проверьте, применимо ли для вас одно из следующих утверждений: • Эти ограничения не имеют законной силы в вашей стране или месте проживания • Вы имеете право использовать эту программу (например, лицензию на изобретение) • Вы используете эту программу только для исследовательских целей.

source: _Confirm
cs: _Potvrdit
de: _Bestätigen
he: _אשר
hu: _Megerősítés
it: _Conferma
ja: 確認(_C)
mk: _Потврди
nl: _Bevestigen
pl: _Potwierdź
pt: _Confirmar
ro: _Confirmă
ru: _Подтвердить

source: Enable the installation of software from %s?
cs: Povolit instalaci softwaru z %s?
de: Software von »%s« installieren?
he: האם לאפשר התקנת תוכנה שמקורה ב-"%s" ?
hu: Engedélyezi a szoftvertelepítést a következő helyről: %s?
it: Abilitare l'installazione di software da %s?
ja: %s からのインストールを有効にしますか？
mk: Овозможи ја инсталацијата на софтвер од %s?
nl: Installeren van software uit %s activeren?
pl: Włączyć instalację oprogramowania z %s?
pt: Activar a instalação de software a partir de %s?
ro: Activează instalarea programelor de la %s?
ru: Включить установку программ из %s?

source: %s is provided by a third party vendor. The third party vendor is responsible for support and security updates.
cs: %s je nabízen výrobcem třetí strany. Výrobce třetí strany je zodpovědný za podporu a bezpečnostní aktualizace.
de: %s wird von einem Drittanbieter bereitgestellt. Der Drittanbieter ist für die Unterstützung und für Sicherheitsaktualisierungen verantwortlich.
he: צד שלישי מספק את %s. היצרן של התכנה אחראי לתמיכה בה, ולעדכוני האבטחה.
hu: A következőt harmadik fél szállítja: %s. A támogatásért és a biztonsági frissítésekért a harmadik fél felel.
it: «%s» è fornito da terze parti. Il distributore è responsabile del supporto e per gli aggiornamenti di sicurezza.
ja: %s はサードパーティベンダ製です。サードパーティベンダに、サポートとセキュリティアップデートの責任があります。
mk: %s е подготвено од дополнителен произведувач. Дополнителниот произведувач е одговорен за поддршка и безбедносни надградби.
nl: %s wordt geleverd door derden. Deze leverancier is verantwoordelijk voor ondersteuning en beveiligingsupdates.
pl: Aplikacja %s jest dostarczona przez firmę trzecią. Firmy te są odpowiedzialne za wsparcie i aktualizacje bezpieczeństwa.
pt: %s é fornecido por terceiros, cabendo aos mesmos a responsabilidade de suporte e actualizações de segurança.
ro: %s este oferit de o terţă sursă. Sursa terţă este responsabilă pentru suportul aplicaţiei şi oferirea actualizărilor de securitate.
ru: %s предоставляется сторонним разработчиком, которой отвечает за поддержку и исправления уязвимостей.

source: You need a working internet connection to continue.
cs: Pro pokračování potřebujete funkční připojení k Internetu.
de: Sie benötigen eine bestehende Internet-Verbindung, um fortzufahren.
he: יש צורך בחיבור פעיל לאינטרנט כדי להמשיך.
hu: A folytatáshoz működő internetkapcsolatra van szükség.
it: È necessario un collegamento a internet funzionante per continuare.
ja: 続行するにはインターネットに接続する必要があります。
mk: Потребна Ви е активна Интернет конекција за да продолжете.
nl: U moet verbonden zijn met het internet om door te gaan.
pl: Aby kontynuować, wymagane jest działające połączenie z Internetem.
pt: Necessita de uma ligação à internet a funcionar para continuar.
ro: Pentru a continua aveţi nevoie de o conexiune la Internet.
ru: Для продолжения необходимо работающее Интернет-соединение.

source: _Enable
cs: _Povolit
de: _Fortfahren
he: _אפשר
hu: _Engedélyezés
it: A_bilita
ja: 有効(_E)
mk: _Овозможи
nl: _Activeren
pl: _Włącz
pt: _Activar
ro: _Activează
ru: _Включить

source: Failed to check for installed and available applications
cs: Chyba při kontrole nainstalovaných a dostupných aplikací
de: Verfügbare und installierte Anwendungen konnten nicht ermittelt werden
he: החיפוש אחר יישומים מותקנים וזמינים נכשל
hu: A telepített és elérhető alkalmazások ellenőrzése meghiúsult
it: Controllo delle applicazioni installate e disponibili fallito
ja: インストールした、ないしインストールできるアプリケーションのチェックに失敗しました。
mk: Не успеав да проверам за инсталирани и достапни апликации
nl: Controleren van geïnstalleerde en beschikbare software is mislukt
pl: Sprawdzenie zainstalowanych i dostępnych aplikacje nieudane.
pt: Falha ao verificar por aplicações instaladas e disponíveis
ro: Verificare pentru aplicaţiile instalate sau disponibile a eşuat
ru: Ошибка проверки установленных и доступных приложений.

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
cs: Toto je zásadní chyba vašeho systému správy softwaru. Prosím zkontrolujte poškozené balíky synapticem, zkontrolujte oprávnění a správnost souboru '/etc/apt/sources.list' a obnovte informace o softwaru příkazy: 'sudo apt-get update' a 'sudo apt-get install -f'.
de: Dies ist ein schwerer Fehler in Ihrem Paketverwaltungssystem. Bitte stellen Sie mit Synaptic fest, ob sich defekte Pakete auf Ihrem System befinden, überprüfen Sie die Zugriffsberechtigungen und den Inhalt der Datei '/etc/apt/sources.list' und erstellen Sie die für den Betrieb der Paketverwaltung notwendigen Informationen mit 'sudo apt-get update' und 'sudo apt-get install -f' neu.
he: זו תקלה חמורה במערכת ניהול התכנות. בדוק אם יש חבילות שבורות בעזרת synaptic, בדוק את ההרשאות והתקינות של הקובץ '/etc/apt/sources.list' ותטען מחדש את נתוני התכנות עם: 'sudo apt-get update' ו- 'sudo apt-get install -f'.
hu: Ez a szoftverkezelő rendszer súlyos hibáját jelzi. Ellenőrizze a törött csomagokat a Synaptickal, ellenőrizze a fájl jogosultságait és az /etc/apt/sources.list fájl helyességét, majd töltse újra a szoftverinformációkat a "sudo apt-get update" és "sudo apt-get install -f" parancsok kiadásával.
it: Questo è un problema del sistema di gestione del software. Controllare i pacchetti danneggiati con synaptic, i permessi dei file e la correttezza dei file presenti in «/etc/apt/sources.list» e ricaricare le informazioni del software con: «sudo apt-get update» e «sudo apt-get install -f».
ja: これはソフトウェア管理システムにおける大きな問題です。Synapticを用いて、壊れた(brokenな)パッケージを調べてください。また、'/etc/apt/sources.list'のパーミッションと、中身に問題がないかを確認した上で、改めてソフトウェア情報を取得します。次のコマンドを使ってください。'sudo apt-get update' と 'sudo apt-get install -f'
mk: Ова е голем неуспех на Вашиот систем за менаџирање со софтвер. Ве молам проверете за прекинати пакети со synaptic, проверете ги дозволите за датотеки и точноста на датотеката '/etc/apt/sources.list' и превчитајте ги информациите за софтверот со: 'sudo apt-get update' и 'sudo apt-get install -f'.
nl: Dit is een zeer ernstige fout in uw pakketbeheersysteem. Controleer met synaptic op gebroken pakketten, controleer de toegangsrechten en correctheid van het bestand '/etc/apt/sources.list' en herlaad de pakketinformatie met 'sudo apt-get update' en 'sudo apt-get install -f'.
pl: Jest to poważny błąd twojego systemu zarządzania pakietami. Proszę poszukać uszkodzonych pakietów za pomocą programu Synaptic, sprawdzić prawa dostępu do plików oraz poprawność pliku "/etc/apt/sources.list", a następnie odświeżyć informacje o pakietach za pomocą polecenia: "sudo apt-get update" i "sudo apt-get install -f".
pt: Isto é uma falha grave do seu sistema de gestão de software. Por favor verifique por pacotes quebrados com o synaptic, verifique as permissões e correcções do ficheiro '/etc/sources.list' e recarregue a informação do software com: 'sudo apt-get update' e 'sudo apt-get install -f'.
ro: Aceasta este o eroare majoră a sistemului de administrare a softwareului. Verificaţi pachetele deterioarate folosind synaptic, verificaţi permisiunile fişierelor şi corectitudinea fişierului '/etc/apt/sources.list' şi reîncărcaţi informaţiile software folosind 'sudo apt-get update' şi 'sudo apt-get install -f'.
ru: Это серьёзная ошибка в вашей системе управления программным обеспечением. Проверьте, пожалуйста, наличие поврежденных пакетов при помощи synaptic, права доступа на файлы и корректность содержимого файла '/etc/apt/sources.list' и обновите информацию о программном обеспечении при помощи: 'sudo apt-get update' и 'sudo apt-get install -f'.

source: Apply changes to installed applications before closing?
cs: Provést změny u instalovaných aplikací před uzavřením?
de: Änderungen vor dem Schließen anwenden?
he: האם לבצע את השינויים בתוכנות המותקנות לפני הסגירה?
hu: Alkalmazza a telepített alkalmazások változtatásait kilépés előtt?
it: Applicare i cambiamenti alle applicazioni installate prima di chiudere?
ja: 閉じる前にアプリケーションをインストールしますか？
mk: Применете ги промените на инсталираните апликации пред излегување?
nl: Wijzigingen aan de geïnstalleerde software doorvoeren voordat afgesloten wordt?
pl: Czy przed zamknięciem zastosować zmiany w zainstalowanych aplikacjach?
pt: Aplicar alterações às aplicações instaladas antes de fechar?
ro: Înainte de a închide aplică modificările asupra aplicaţiilor instalate?
ru: Применить изменения установленных программ перед закрытием?

source: If you do not apply your changes they will be lost permanently.
cs: Pokud neprovedete své změny, budou navždy ztraceny.
de: Ihre Änderungen gehen unwiderruflich verloren, wenn Sie sie nicht anwenden.
he: אם לא תבצעו את השינויים הם יאבדו לצמיתות.
hu: Ha nem alkalmazza a módosításokat, akkor azok véglegesen elvesznek.
it: Se i cambiamenti non vengono applicati, saranno persi.
ja: 適用しなければ変更は破棄されます。
mk: Ако не ги примените Вашите промени тие ќе бидат трајно изгубени.
nl: Indien u de wijzigingen niet doorvoert zullen zij definitief verloren gaan.
pl: Jeśli nie zastosujesz zmian, zostaną one utracone.
pt: Se não aplicar as alterações elas serão perdidas de forma permanente.
ru: Если вы не примените изменения, они будут потеряны.

source: _Close Without Applying
cs: _Zavřít bez provedení
de: _Schließen ohne Änderungen anzuwenden
he: _סגירה מבלי לבצע
hu: Be_zárás alkalmazás nélkül
it: _Chiudi senza applicare
ja: 適用せずに閉じる(_C)
mk: _Излезете без применување
nl: Sl_uiten zonder door te voeren
pl: _Zamknij bez zastosowania zmian
pt: _Fechar Sem Aplicar
ro: În_chide fără a aplica modificările
ru: _Закрыть без применения

source: Apply the following changes?
cs: Provést následující změny?
de: Die folgenden Änderungen anwenden?
he: האם לבצע את השינויים הבאים?
hu: Alkalmazza a következő módosításokat?
it: Applicare i seguenti cambiamenti?
ja: 以下の変更を適用しますか？
mk: Применете ги следниве промени?
nl: De volgende wijzigingen doorvoeren?
pl: Czy zastosować poniższe zmiany?
pt: Aplicar as alterações seguintes?
ro: Doriţi să aplicaţi următoarele schimbări?
ru: Применить следующие изменения?

source: Please take a final look through the list of applications that will be installed or removed.
cs: Prosím podívejte se naposledy na seznam aplikací, které budou nainstalovány nebo odstraněny.
de: Bitte überprüfen Sie noch einmal die Liste der Anwendungen, die installiert oder entfernt werden sollen.
he: אנא בצעו בדיקה סופית של רשימת היישומים שיותקנו או יוסרו.
hu: Vessen egy utolsó pillantást a telepítendő vagy eltávolítandó alkalmazások listájára.
it: Prendere un'ultima visione dell'elenco di applicazioni che saranno installate o rimosse.
ja: インストールもしくは削除されるアプリケーションのリストを、最終確認してください。
mk: Ве молам погледнете уште еднаш низ листата на апликации кои ќе бидат инсталирани или отстранети.
nl: Controleer de lijst met toepassingen die geïnstalleerd of verwijderd zullen worden.
pl: Proszę jeszcze raz przejrzeć listę aplikacji, które będą instalowane lub usuwane.
pt: Por favor reveja a lista de aplicações que serão instaladas ou removidas.
ro: Revizuiţi lista de aplicaţii ce urmează a fi instalate sau dezinstalate.
ru: Пожалуйста, ещё раз проверьте список приложений, которые будут установлены или удалены.

source: There is no matching application available.
cs: Není k dispozici žádná odpovídající aplikace.
de: Die gesuchte Anwendung wurde nicht gefunden.
he: אין יישום מתאים זמין.
hu: Nem érhető el megfelelő alkalmazás
it: Non è disponibile alcuna applicazione corrispondente.
ja: 利用可能なアプリケーションにマッチしませんでした。
mk: Нема достапна апликација која се совпаѓа.
nl: Er is geen geschikt programma gevonden.
pl: Nie znaleziono pasującej aplikacji.
pt: Não existe aplicação correspondente disponível.
ro: Nu s-a găsit nici o aplicaţie.
ru: Нет подходящего приложения.

source: To broaden your search, choose "%s".
cs: Pro rozšíření vašeho hledání zvolte "%s".
he: להרחבת החיפוש בחר "%s".
hu: A keresés kibővítéséhez válassza a következő szűrőt: "%s"
it: Per ampliare la ricerca, scegliere «%s».
ja: 検索対象を広げるには、"%s" を選択してください。
mk: За да го проширите Вашето пребарување, одберете "%s".
nl: Om uw zoekopdracht uit te breiden kiest u ‘%s’
pl: Aby rozszerzyć wyszukiwanie, proszę wybrać "%s".
pt: Para alargar a área de pesquisa, escolha "%s".
ro: Alegeţi „%s” pentru a mări domeniul de căutare.
ru: Для расширения поиска выберите "%s"

source: To broaden your search, choose "%s" or "%s".
cs: Pro rozšíření vašeho hledání zvolte "%s" nebo "%s".
he: להרחבת החיפוש בחרו "%s" או "%s".
hu: A keresés kibővítéséhez válassza a(z) "%s" vagy "%s" szűrőt.
it: Per ampliare la ricerca, scegliere «%s» o «%s».
ja: 検索対象を広げるには、"%s" または "%s" を選択してください。
mk: За да го проширите Вашето пребарување, одберете "%s" или "%s".
nl: Om uw zoekopdracht uit te breiden kiest u ‘%s’ of ‘%s’
pl: Aby rozszerzyć wyszukiwanie, proszę wybrać "%s" lub "%s".
pt: Para alargar a área de pesquisa, escolha "%s" or "%s".
ro: Alegeţi „%s” sau „%s” pentru a mări domeniul de căutare.
ru: Для расширения поиска выберите "%s" или "%s"

source: To broaden your search, choose a different "Show" item.
cs: Pro rozšíření vašeho hledání zvolte jinou položku "Zobrazit".
he: להרחבת החיפוש בחרו בפריט אחר מתיבת הבחירה "הצג".
hu: A keresés kibővítéséhez válasszon másik elemet a "Megjelenítés" mezőből.
it: Per ampliare la ricerca, scegliere un'altra voce da «Mostra».
ja: 検索対象を広げるには、異なった"表示" アイテムを選択してください。
mk: За да го проширите Вашето пребарување, одберете друг „Прикажи“ елемент..
nl: Om uw zoekopdracht uit te breiden kiest u een ander item
pl: Aby rozszerzyć wyszukiwanie, proszę wybrać inny element "Wyświetl".
pt: Para aumentar a área de pesquisa, escolha um item "Mostrar" diferente
ro: Pentru a mări domeniul de căutare alegeţi o altă intrare din meniul „Afişează”
ru: Для расширения поиска выберите другой вариант из списка "Показать".

source: To broaden your search, choose 'All' categories.
cs: Pro rozšíření vašeho hledání zvolte 'Všechny' kategorie
de: Um Ihre Suche auszudehnen, wählen sie die Kategorie Alle.
he: כדי להרחיב את החיפוש, בחרו בקטגוריה "הכל".
hu: A keresés szélesítéséhez válassza a "Minden" kategóriát.
it: Per ampliare la ricerca, scegliere «Tutte» le categorie.
ja: 検索対象を広げるには、'全て'のカテゴリを選択してください。
mk: За да го проширете Вашето пребарување, одберете „Сите“ категории.
nl: Om uw zoekopdracht te verbreden kiest u ‘Alle’ categoriën.
pl: Aby rozszerzyć wyszukiwanie, proszę wybrać wszystkie kategorie.
pt: Para ampliar a sua procura, escolha "Todas" as categorias.
ro: Pentru a mări domeniul de căutare alegeţi categoria „Toate”
ru: Для расширения поиска выберите категорию "Все".

source: Failed to open '%s'
cs: Nelze otevřít '%s'
he: פתיחת הקובץ "%s" נכשלה.
hu: Nem sikerült megnyitni a(z) "%s" fájlt.
it: Impossibile aprire «%s»
ja: '%s' を開くのに失敗しました
mk: Не успеав да го отворам „%s“
nl: Kon ‘%s’ niet openen
pl: Otworzenie "%s" nieudane
pt: Falhou a abertura de '%s'
ro: Nu s-a putut deschide „%s”
ru: Невозможно открыть '%s'

source: Applications
cs: Aplikace
de: Anwendungen
he: יישומים
hu: Alkalmazások
it: Applicazioni
ja: アプリケーション
mk: Апликации
nl: Programma's
pl: Aplikacje
pt: Aplicações
ro: Aplicaţii
ru: Приложения

source: Software installation failed
cs: Instalace softwaru selhala
he: התקנת תכנה נכשלה
hu: A szoftvertelepítés meghiúsult
it: Installazione software fallita
ja: ソフトウェアのインストールに失敗しました
mk: Инсталацијата на софтверот не успеа
nl: Installeren van de software is mislukt
pl: Instalacja oprogramowania nie powiodła się
pt: Instalação de Software falhou
ro: Instalarea programului a eşuat
ru: Установка приложений не удалась

source: There has been a problem during the installation of the following pieces of software.
cs: Objevil se problém během instalace následujících částí softwaru.
hu: Hiba lépett fel a következő szoftverek telepítése során.
it: Si è verificato un problema durante l'installazione dei seguenti componenti software.
ja: 以下のソフトウェアのインストール中に問題がありました。
mk: Имаше проблем при инсталацијата на следниве делови на софтвер.
nl: Er deed zich een probleem voor bij het installeren van de volgende software.
pl: Wystąpił problem podczas instalacji następujących pakietów oprogramowania.
pt: Surgiu um problema durante a instalação das seguintes componentes de software
ro: În timpul instalării următoarelor componente a apărut o eroare.
ru: В процессе установки следующих программ возникла проблема.

source: Add/Remove More Software
cs: Přidat/Odstranit další software
he: הוספה/הסרה של תכנות נוספות
hu: További szoftverek hozzáadása/eltávolítása
it: Aggiungi/Rimuovi ulteriore software
ja: 続ける
mk: Додај/отстрани повеќе софтвер
nl: Meer software toevoegen/verwijderen
pl: Dodaj/Usuń więcej oprogramowania
pt: Adicionar/Remover mais Software
ro: Instalează/Dezinstalaeză mai multe programe
ru: Добавить/удалить другие программы
