Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24-0ubuntu1/po/*.po
Languages: cs, de, he, hu, it, ja, mk, nl, pl, pt, ro, ru

source: Please wait. This might take a minute or two.
cs: Prosím čekejte. Může to trvat minutu nebo dvě.
de: Bitte warten. Dieser Vorgang kann einige Minuten dauern.
he: נא להמתין, התהליך עשוי לקחת דקה או שתיים.
hu: Kis türelmet, ez eltarthat egy-két percig.
it: Attendere. L'operazione può richiedere un minuto o due.
ja: しばらくお待ちください。この作業には数分かかることがあります。
mk: Ве молам причекајте. Ова може да потрае минута или две.
nl: Een ogenblik geduld. Dit kan even duren.
pl: Proszę czekać. Może to potrwać kilka minut.a
pt: Por favor aguarde. Isto pode demorar um minuto ou dois.
ro: Vă rugăm aşteptaţi. Această operaţie poate să dureze un minut sau două.
ru: Пожалуйста подождите. Этот процесс может занять одну-две минуты.

source: Search for suitable codec?
cs: Hledat vhodný kodek?
de: Nach einem geeigneten Codec suchen?
he: האם לחפש ממקודד מתאים?
hu: Kíván megfelelő kodeket keresni?
it: Cercare un codec adatto?
ja: 適合するコーデックを検索しますか？
mk: Пребарувај соодветен кодек?
nl: Zoeken naar geschuikte codec?
pl: Wyszukać odpowiedni kodek?
pt: Procurar por um codec adequado?
ro: Caută pentru codecuri corespunzătoare?
ru: Найти подходящий кодек?

source: The required software to play this file is not installed. You need to install suitable codecs to play media files. Do you want to search for a codec that supports the selected file? The search will also include software which is not officially supported.
cs: Požadovaný software pro přehrání tohoto souboru není nainstalován. Pro přehrávání multimediálních souborů potřebujete nainstalovat vhodné kodeky. Chcete vyhledat kodek, který podporuje vybraný soubor? Toto hledání taktéž zahrne software, který není oficiálně podporován.
de: Die erforderliche Software zur Wiedergabe dieser Datei ist nicht installiert. Die Wiedergabe von Mediendateien erfordert passende so genannte Codecs. Möchten Sie nach Codecs für diese Datei suchen? Die Suche liefert auch Software, die nicht offiziell unterstützt wird.
hu: Nincs telepítve a fájl lejátszásához szükséges program. A médiafájlok lejátszásához megfelelő kodekeket kell telepíteni. Kíván a kiválasztott fájlt támogató kodeket keresni? A keresés hivatalosan nem támogatott szoftvert is magában fog foglalni.
it: Il software richiesto per riprodurre il file non è installato. È necessario installare dei codec adatti per riprodurre i file multimediali. Cercare un codec che supporti il file selezionato? La ricerca comprenderà anche software non supportato ufficialmente.
ja: このファイルを再生するのに必要なソフトウェアがインストールされていません。メディア・ファイルを再生するには、適合したコーデックをインストールする必要があります。選択したファイルをサポートするコーデックを検索しますか？ 検索されたソフトウェアも公式にはサポートされていません。
mk: Потребниот софтвер за да ја пушти оваа датотека не е инсталиран. Треба да инсталирате прикладни кодеци за пуштање на медијални датотеки. Дали сакате да пребарате кодек кој ја поддржува избраната датотека? Пребарување исто така ќе вклучи и софтвер кој не е официјално поддржан.
nl: De benodigde software om dit bestand af te spelen is niet geïnstalleerd. Hiervoor moet u de juiste codecs installeren. Wilt u zoeken naar een geschikte codec voor dit bestand? Er zal ook worden gezocht bij de niet-officieel ondersteunde software
pl: Oprogramowanie wymagane do odtwarzania tego pliku nie jest zainstalowane. Konieczna jest instalacja odpowiednich kodeków do odtwarzania plików multimedialnych. Czy wyszukać kodek obsługujący wybrany plik? Wyszukiwanie obejmie także oprogramowanie, które nie jest oficjalnie wspierane.
pt: O software necessário para usar este ficheiro não se encontra instalado. Será necessário instalar o conjunto adequado de codecs para usar estes ficheiros. Deseja pesquisar por um codec que suporte o ficheiro seleccionado? A pesquisa irá incluir software se suporte oficial
ro: Nu este instalată nici o aplicaţie ce poate reda acest fişier. Pentru a reda fişiere multimedia trebuie să instalaţi codecuri corespunzatoare. Doriţi efectuarea unei căutări pentru codecuri corespunzătoare? Căutarea va include şi programe ce nu sunt suportate oficial.
ru: Требуемое для запуска файла программное обеспечение не установлено. Для воспроизведения медиафайлов нужны подходящие кодеки. Поискать кодеки, которые поддерживают выбранный файл? Возможно, некоторые из кодеков не поддерживаются официально.

source: Invalid commandline
cs: Neplatná příkazová řádka
de: Ungültiger Aufruf
hu: Érvénytelen parancssor
it: Riga di comando non valida
ja: 不正なコマンドライン
mk: Неточна командна линија
nl: Ongeldige opdrachtregel
pl: Niepoprawny wiersz poleceń
pt: Linhas de comandos inválida
ro: Linia de comandă nu este validă
ru: Ошибка командной строки

source: '%s' does not understand the commandline argument '%s'
cs: '%s' nerozuměl argumentu příkazové řádky '%s'
de: »%s« unterstützt das Argument »%s« nicht
hu: A(z) "%s" nem érti a(z) "%s" parancssori argumentumot
it: «%s» non è in grado di interpretare l'argomento a riga di comando «%s»
ja: '%s' はコマンドラインの引数 '%s' を理解しません
mk: '%s' не го разбира аргументот '%s' од командната линија
nl: '%s' begrijpt het opdrachtregel-argument '%s' niet
pl: "%s" nie rozumie argumentu wiersza poleceń "%s"
pt: '%s' não consegue processar o argumento da linha de comandos '%s'
ro: '%s' nu acceptă argumentul '%s' din linia de comandă
ru: '%s' не понимает аргумент командной строки '%s'

source: Searching for appropriate codecs
cs: Hledání vhodných kodeků
de: Nach geeigneten Codecs wird gesucht
hu: Megfelelő kodekek keresése
it: Ricerca di codec appropriati
ja: 適切なコーデックを検索中
mk: Пребарувам за соодветни кодеци
nl: Zoeken naar geschikte codecs
pl: Wyszukiwanie odpowiednich kodeków
pt: Pesquisando pelos codecs adequados
ro: Se caută codecurile corespunzătoare
ru: Поиск подходящих кодеков

source: _Install
cs: _Nainstalovat
de: _Installieren
he: _התקנה
hu: _Telepítés
it: _Installa
ja: インストール(_I)
mk: _Инсталирај
nl: I_nstalleren
pl: _Instaluj
pt: _Instalar
ro: _Instalează
ru: _Установить

source: Install multimedia codecs
cs: Nainstalovat multimediální kodeky
de: Mulitmedia-Codecs installieren
hu: Multimédia kodekek telepítése
it: Installazione codec multimediali
ja: マルチメディア・コーデックをインストール
mk: Инсталирај мултимедијални кодеци
nl: Mulitmedia-codecs installeren
pl: Zainstaluj kodeki multimedialne
pt: Instalar codecs multimédia
ro: Intalează codecuri multimedia
ru: Установить кодеки

source: Codec
cs: Kodek
hu: Kodek
ja: コーデック
mk: Кодек
pl: Kodek
ru: Кодек

source: additional codec installation declined
cs: instalace dodatečného kodeku odmítnuta
de: Installation weiterer Codecs wurde abgebrochen
he: התקנת מקודדים נוספים נדחתה
hu: a kiegészítő kodekek telepítése visszautasítva
it: Installazione codec aggiuntivo rifiutata
ja: 追加コーデックのインストールは失敗しました
mk: инсталацијата на дополнителниот кодек е одбиена
nl: extra codec-installatie afgewezen
pl: odmowa instalacji dodatkowych kodeków
pt: Instalação de codecs adicionais recusada
ro: instalarea codecurilor adiţionale a fost refuzată
ru: установка дополнительных кодеков не произведена

source: additional codec installation failed
cs: instalace dodatečného kodeku selhala
de: Installation weiterer Codecs schlug fehl
hu: a kiegészítő kodekek telepítése meghiúsult
it: Installazione codec aggiuntivo fallita
ja: 追加コーデックのインストールに失敗
mk: инсталацијата на дополнителниот кодек не успеа
nl: installeren van extra codecs is mislukt
pl: instalacja dodatkowych kodeków nie powiodła się
pt: Instalação de codecs adicionais falhou
ro: instalarea codecurilor adiţionale a eşuat
ru: установка дополнительных кодеков не удалась

source: "%s" cannot be opened
cs: "%s" nemohlo být otevřeno
de: »%s« konnte nicht geöffnet werden
he: פתיחת הקובץ "%s" אינה אפשרית
hu: A(z) "%s" nem nyitható meg
it: Impossibile aprire «%s»
ja: "%s" を開けませんでした。
mk: „%s“ не може да се отвори
nl: ‘%s’ kan niet geopend worden
pl: "%s" nie może zostać otworzony
pt: "%s" não pode ser aberto
ro: nu s-a putut deschide „%s”
ru: "%s" не может быть открыт

source: A list of applications that can handle documents of the type '%s' will be created
cs: Bude vytvořen seznam aplikací, které umí pracovat s dokumenty typu '%s'
de: Eine Liste mit Anwendungen, die Dateien des Typs »%s« öffnen kann, wird erstellt.
he: תיווצר רשימת יישומים המאפשרים את הטיפול בקבצי '%s'
hu: A(z) "%s" típusú dokumentumok kezelésére képes alkalmazások listája létrejön
it: Verrà creato un elenco di applicazioni che supportano documenti di tipo «%s»
ja: '%s' ドキュメントを処理できるアプリケーションのリストを作成します
mk: Ќе биде креирана листа на апликации кои можат да се справат со документи од типот „%s“
nl: Er zal een lijst worden aangemaakt met programma's die werken met documenten van het type ‘%s’.
pl: Zostanie utworzona lista aplikacji obsługująca dokumenty typu "%s"
pt: Uma lista de aplicações que conseguem lidar com os documentos do tipo '%s' será criado.
ro: Se va creea o listă cu aplicaţii ce pot lucra cu fişiere de tipul „%s”
ru: Будет создан список приложений, умеющих обрабатывать тип %s

source: Install applications to open "%s"
cs: Nainstalovat aplikace pro otevření "%s"
de: Anwendungen zum Öffnen von »%s« installieren
he: התקנת יישומים אשר יאפשרו את פתיחת הקובץ "%s"
hu: Alkalmazások telepítése a(z) "%s" megnyitásához
it: Installare applicazioni per aprire «%s»
ja: '%s' を開くためにアプリケーションをインストール
mk: Инсталирај апликации за да го отворат „%s“
nl: Installeer programma's om ‘%s’ te openen
pl: Zainstaluj aplikacje do otworzenia "%s"
pt: Instalar aplicações para abrir "%s"
ro: Instalează aplicaţii pentru a deschide „%s”
ru: Установить приложения, чтобы открыть «%s»

source: Install applications
cs: Nainstalovat aplikace
de: Anwendungen installieren
he: התקת יישומים
hu: Alkalmazások telepítése
it: Installa applicazioni
ja: アプリケーションのインストール
mk: Инсталирај апликации
nl: Programma's installeren
pl: Instaluj aplikacje
pt: Instalar aplicações
ro: Instalare aplicaţii
ru: Установить приложения

source: _Search
cs: _Najít
de: _Suchen
he: _חיפוש
hu: Kere_sés
it: _Cerca
ja: 検索(_S)
mk: _Барај
nl: _Zoekopdracht
pl: _Szukaj
pt: _Pesquisar
ro: _Caută
ru: _Искать

source: Searching for extensions
cs: Hledání rozšíření
de: Nach Erweiterung wird gesucht
he: חיפוש אחר הרחבות
hu: Bővítmények keresése
it: Ricerca delle estensioni
ja: 拡張を検索中
mk: Пребарувам наставки
nl: Zoeken naar uitbreidingen
pl: Wyszukiwanie rozszerzeń
pt: Pesquisar por extensões
ro: Căutare extensii
ru: Поиск расширений

source: Extensions allow you to add new features to your application.
cs: Rozšíření vám dovolí přidávat nové vlastnosti do vašich aplikací.
de: Erweiterungen erlauben Ihnen Anwendungen um weitere Leistungsmerkmale zu ergänzen.
he: הרחבות מאפשרות לך להוסיף ליישומים תכונות חדשות
hu: A bővítmények az alkalmazást új szolgáltatásokkal bővítik.
it: Le estensioni consentono di aggiungere nuove funzionalità al programma.
ja: 拡張はアプリケーションに新しい機能を追加します。
mk: Наставките Ви дозволуваат да додадете нови особини на Вашите апликации.
nl: Uitbreidingen geven extra functies aan uw programma's.
pl: Rozszerzenia dodają nowe funkcje do aplikacji.
pt: As extensões permitem-lhe adicionar novas funcionalidades para a seu aplicação
ro: Extensiile vă permit să adăugaţi aplicaţiilor funcţionalităţi noi.
ru: Дополнения расширяют функциональность приложения.

source: Install/Remove Extensions
cs: Nainstalovat/Odstranit rozšíření
de: Erweiterungen installieren/entfernen
he: התקנה\הסרה של הרחבות
hu: Bővítmények telepítése/eltávolítása
it: Installa/Rimuovi estensioni
ja: 拡張の追加と削除
mk: Инсталирај/отстрани наставки
nl: Uitbreidingen installeren/verwijderen
pl: Dodaj/Usuń rozszerzenia
pt: Instalar/Remover Extensões
ro: Instalează/Dezinstalează extensii
ru: Добавить или удалить расширения

source: Extension
cs: Rozšíření
de: Erweiterung
hu: Bővítmény
it: Estensione
ja: 拡張
mk: Наставка
nl: Uitbreiding
pl: Rozszerzenie
pt: Extensão
ro: Extensie
ru: Расширение

source: To install an application check the box next to the application. Uncheck the box to remove the application.
cs: Pro instalaci aplikace označte pole vedle aplikace. Zrušte označení pole pro odstranění aplikace.
de: Um eine Anwendung zu installieren, aktivieren Sie das Kästchen neben der Anwendung. Deaktivieren Sie das Kästchen, um die Anwendung zu entfernen.
he: כדי להתקין יישום, סמן את התיבה ליד שם היישום. הסר את סימון מהתיבה כדי להסיר את היישום.
hu: Egy alkalmazás telepítéséhez jelölje be az alkalmazás melletti jelölőnégyzetet. Törölje a négyzet kijelölését az alkalmazás eltávolításához.
it: Per installare un'applicazione selezionare la casella a fianco di essa. Deselezionare la casella per rimuovere l'applicazione.
ja: アプリケーションをインストールするには、アプリケーションの隣にあるチェックボックスをチェックしてください。アプリケーションを削除するにはチェックを外して下さい。
mk: За да инсталирате апликација чекирајте го полето до апликацијата. Одчекирајте го полето за да ја отстраните апликацијата.
nl: Om een toepassing te installeren zet u een vinkje voor de toepassing. Haal het vinkje weg om een toepassing te verwijderen.
pl: W celu zainstalowania aplikacji proszę zaznaczyć kratkę znajdującą się przy jej nazwie. W celu usunięcia aplikacji, proszę ją odznaczyć.
pt: Para instalar uma aplicação marque a caixa a seguir à aplicação. Desmarque-a para remover a aplicação.
ro: Pentru a instala o aplicaţie, bifaţi căsuţa din dreptul ei. Debifaţi căsuţa pentru a dezinstala aplicaţia.
ru: Для установки приложения поставьте рядом с ним отметку. Уберите отметку для того, чтобы удалить приложение.

source: To perform advanced tasks use the Synaptic package manager.
cs: Pro provedení pokročilých operací použijte manažer balíků Synaptic.
de: Um komplexere Aufgaben durchzuführen, verwenden Sie die Synaptic-Paketverwaltung.
he: כדי לבצע משימות מתקדמות השתמשו במנהל החבילות Synaptic.
hu: Haladó feladatok végrehajtásához használja a Synaptic csomagkezelőt.
it: Per svolgere attività avanzate utilizzare il «Gestore pacchetti Synaptic».
ja: 詳細なタスクを行うには、Synapticパッケージマネージャを使用してください。
mk: За да изведете понапредни задачи користете го менаџерот за пакети Synaptic.
nl: Voor geavanceerde taken gebruikt u het pakkettenbeheerprogramma Synaptic.
pl: Aby wykonać zaawansowane zadania użyj menedżera pakietów Synaptic.
pt: Para realizar tarefas avançadas utilize o gestor de pacotes Synaptic.
ro: Folosiţi Administratorul de pachete Synaptic pentru a efectua sarcini avansate.
ru: Для более сложных операций используйте менеджер пакетов Synaptic.

source: Quick Introduction
cs: Rychlé seznámení
de: Kurze Einführung
he: הקדמה קצרה
hu: Gyors bevezetés
it: Breve introduzione
ja: 簡単な紹介
mk: Брзо запознавање
nl: Korte inleiding
pl: Krótki wstęp
pt: Introdução Rápida
ro: Scurtă introducere
ru: Краткое вступление

source: Show only applications that are installed on your computer
cs: Zobrazuj jen aplikace, které jsou nainstalované na tomto počítači
de: Nur die bereits auf Ihrem Rechner installierten Anwendungen anzeigen
he: הצגת היישומים המותקנים במחשבך
hu: Csak a számítógépen telepített alkalmazások megjelenítése
it: Mostra solo le applicazioni che sono installate sul proprio computer
ja: コンピュータにインストールされているアプリケーションのみ表示
mk: Прикажи ги само апликациите кои се инсталирани на Вашиот компјутер
nl: Enkel programma's tonen die op uw computer geïnstalleerd zijn.
pl: Wyświetlanie tylko obecnie zainstalowanych aplikacji
pt: Mostrar apenas as aplicações instaladas no seu sistema
ro: Afişează doar aplicaţiile instalate pe calculatorul dumneavoastră
ru: Показать только те приложения, которые установлены на вашем компьютере

source: Error reading the addon CD
cs: Chyba při čtení přidaného CD
de: Fehler beim Lesen der Erweiterungs-CD
he: תקלה בקריאת תקליטור התוספות
hu: Hiba a kiegészítő CD olvasása közben
it: Errore nel leggere il CD aggiuntivo
ja: アドオンCDの読み取りエラー
mk: Грешка при читањето на додатното CD
nl: Fout bij het lezen van de addon-cd
pl: Wystąpił błąd podczas odczytywania płyty CD z dodatkami
pt: Erro durante a leitura do CD de addon
ro: Eroare la citirea CD-ului
ru: Ошибка чтения CD с дополнениями

source: The addon CD may be corrupt
cs: Přidané CD může být poškozeno
de: Die Erweiterungs-CD ist wahrscheinlich fehlerhaft
hu: A kiegészítő CD feltehetőleg megsérült
it: Il CD aggiuntivo potrebbe essere danneggiato
ja: このアドオンCDはおそらく壊れています
mk: Додатното CD може да е оштетено
nl: De addon-cd is mogelijk beschadigd
pl: Płyta CD z dodatkami może być uszkodzona
pt: O CD de addon pode estar corrupto
ro: CD-ul poate fi deteriorat
ru: Диск с дополнениями может быть повреждён

source: The list of applications is not availabe
cs: Seznam aplikací není dostupný
de: Die Liste mit Anwendungen ist nicht verfügbar
he: רשימת היישומים לא זמינה
hu: Az alkalmazások listája nem érhető el
it: L'elenco delle applicazioni non è disponibile
ja: アプリケーションのリストが取得できません
mk: Листата на апликации не е достапна
nl: De lijst met programma's is niet beschikbaar
pl: Lista aplikacji jest niedostępna
pt: A lista de aplicações não se encontra disponível.
ro: Nu este disponibilă lista aplicaţiilor
ru: Список приложений недоступен

source: Click on 'Reload' to load it. To reload the list you need a working internet connection.
cs: Stiskněte 'Obnovit' pro jeho načtení. Pro obnovu seznamu potřebujete funkční internetové připojení.
he: לחצו על 'רענן' כדי לטעון. כדי לטעון את הרשימה יש צורך בחיבור פעיל לאינטרנט.
hu: Kattintson az "Újratöltés" gombra a lista frissítéséhez. A frissítéshez szüksége van egy működő internetkapcsolatra.
it: Fare clic su «Aggiorna» per caricarlo. Per aggiornare l'elenco è necessaria una connessione a Internet funzionante.
ja: '再読込' をクリックしてください。リストの再読み込みにはインターネットへの接続が必要です。
mk: Притиснете на „Превчитај“ за да го вчитате. За да ја превчитате листата потребна Ви е активна Интернет конекција.
nl: Klik op ‘Herladen’ om opnieuw te lezen. Om de lijst opnieuw te laden heeft u een werkende internetverbinding nodig.
pl: Kliknij na "Wczytaj ponownie", aby ją wczytać. Aby wczytać listę wymagane jest działające połączenie internetowe.
pt: Clique 'Recarregar' para recarrega-la. Para recarregar a lista necessita de uma ligação à Internet funcional.
ro: Clic pe „Reîncarcă” pentru a o încărca. Aveţi nevoie de o conexiune la Internet pentr a reîncărca lista.
ru: Нажмите «Обновить», чтобы загрузить его. Для перезагрузки списка вам нужно работающее интернет-соединение.

source: %s cannot be installed on your computer type (%s)
cs: %s nemůže být nainstalováno na váš typ počítače (%s)
de: %s kann auf Ihrem Rechnertyp nicht installiert werden (%s)
he: לא ניתן להתקין את %s על סוג המחשב שלך (%s)
hu: A(z) %s nem telepíthető erre a számítógéptípusra (%s)
it: Non è possibile installare %s su questo tipo di computer (%s)
ja: %s はあなたのコンピュータの種類 (%s) にはインストールできません
mk: %s не може да се инсталира на Вашиот тип на компјутер (%s)
nl: %s kan niet op uw computertype (%s) geïnstalleerd worden
pl: Aplikacja %s nie może zostać zainstalowana na twoim typie komputera (%s)
pt: %s não pode ser instalado no seu tipo de computador (%s)
ro: %s nu poate fi instalat pe tipul calculatorului dumneavoastră (%s)
ru: %s не может быть установлено на ваш тип компьютера (%s)

source: Either the application requires special hardware features or the vendor decided to not support your computer type.
cs: Tato aplikace buď vyžaduje zvláštní funkce hardware, nebo se dodavatel rozhodl nepodporovat váš typ počítače.
de: Die Anwendung erfordert entweder spezielle Geräte oder Ihr Rechnertyp wird vom Anbieter nicht unterstützt.
he: התוכנה עשויה לדרוש חלקי חומרה מיוחדים, או שיצרנה לא החליט לתמוך במחשבך עדיין.
hu: Az alkalmazás vagy különleges hardverfunkciókat igényel, vagy a szállító nem támogatja az Ön számítógépének típusát.
it: L'applicazione richiede delle particolari impostazioni hardware oppure il produttore ha deciso di non supportare il tipo di computer in uso.
ja: アプリケーションが特別なハードウェア機能を必要としているか、ベンダがこの種類のコンピュータをサポートしていません。
mk: Или апликацијата побарува специјални хардверски особини или произведувачот одлучил да не го поддржува Вашиот тип на компјутер.
nl: Het programma vereist speciale functies van de hardware of de fabrikant heeft besloten uw computertype niet te ondersteunen.
pl: Aplikacja wymaga dodatkowych funkcji sprzętu lub dostawca nie zdecydował się obsługiwać twojego typu komputera.
pt: Ou a aplicação requer características especiais de hardware ou o fabricante decidiu não suportar o seu tipo de computador
ro: Fie că aplicaţia necesită caracteristici speciale pentru hardware sau furnizorul nu suportă tipul calculatorului dumneavoastră.
ru: Либо приложение требует специальной аппаратной конфигурации, либо вендор решил не поддерживать компьютер такого типа.

source: Cannot install '%s'
cs: Nemohu nainstalovat '%s'
de: »%s« kann nicht installiert werden
he: נכשלה התקנת '%s'
hu: "%s" nem telepíthető
it: Impossibile installare «%s»
ja: '%s' をインストールできません
mk: Не можам да инсталирам '%s'
nl: Kan '%s' niet installeren
pl: Nie można zainstalować "%s"
pt: Não foi possível instalar '%s'
ro: Nu s-a putut instala „%s”
ru: Невозможно установить '%s'

source: This application conflicts with other installed software. To install '%s' the conflicting software must be removed first. Switch to the 'synaptic' package manager to resolve this conflict.
cs: Tato aplikace je v konfliktu s jiným nainstalovaným softwarem. Pro instalaci '%s' musí být nejdříve konfliktní software odstraněn. Přepněte se do správce balíků 'synaptic' pro vyřešení konfliktu.
de: Die Anwendung kann nicht neben eine andere bestimmte Software installiert werden. Um %s dennoch zu installieren muss diese zuvor entfernt werden. Wechseln Sie in die Synpatic-Paketverwaltung, um diesen Konflikt aufzulösen.
he: יישום זה מתנגש עם תוכנה אחרת המותקנת במחשבך. להתקנת '%s' יש להסיר את התכנה המתנגשת. עבור לשימוש במנהל החבילות 'synaptic' כדי להתגבר על בעיה זו.
hu: Ez az alkalmazás ütközik egy másik telepített szoftverrel. A(z) "%s" telepítéséhez előbb el kell távolítani az ütköző szoftvert. Az ütközés feloldásához váltson a "synaptic" csomagkezelőre.
it: Questa applicazione va in conflitto con un'altra già installata. Per installare «%s» è necessario rimuovere il conflitto prima. Passare al «Gestore pacchetti Synaptic» per risolvere questo conflitto.
ja: このアプリケーションはインストールされているソフトウェアと競合しています。 '%s' をインストールするためには、まず競合しているソフトウェアを削除しなくてはいけません。 この競合を解決するため、 'Synaptic' パッケージマネージャに切り替えます。
mk: Оваа апликација е во конфликт со друг инсталиран софтвер. За да инсталирате '%s' прво морате да го отстраните софтверот со кој е во конфликт. Префрлете се на менаџерот за пакети 'synaptic' за да го решите овој конфликт.
nl: Dit programma conflicteert met andere geïnstalleerde software. Om ‘%s’ te installeren moet eerst de conflicterende software worden verwijderd. Schakel over naar de pakketbeheerder ‘synaptic’ om dit conflict te verhelpen.
pl: Ta aplikacja konfliktuje z innym zainstalowanym oprogramowaniem. Aby zainstalować "%s" należy najpierw usunąć oprogramowanie konfliktujące. Proszę się przełączyć do menedżera pakietów Synaptic, aby rozwiązać ten problem.
pt: Esta aplicação entra em conflito com outro software instalado. Para instalar '%s' o software em conflito tem de ser removido primeiro. Vá ao Gestor de pacotes 'synaptic' para resolver este conflito.
ro: Această aplicaţie intră în conflict cu alte programe instalate. Pentru a instala „%s” trebuie dezinstalat programul cu care intră în conflict. Pentru a rezolva acest conflict folosiţi Administratorul de pachete Synaptic.
ru: Это приложение конфликтует с другими установленными программами. Для установки '%s' сначала должны быть удалены конфликтующие программы. Переключитесь в менеджер пакетов 'synaptic' для разрешения этого конфликта.

source: Cannot remove '%s'
cs: Nemohu odstranit '%s'
de: »%s« kann nicht entfernt werden
he: נכשלה הסרת '%s'
hu: "%s" nem távolítható el
it: Impossibile rimuovere «%s»
ja: '%s' を削除できません
mk: Не можам да го отстранам '%s'
nl: Kan '%s' niet verwijderen
pl: Nie można usunąć '%s'
pt: Não foi possível remover '%s'
ro: Nu s-a putut dezinstala „%s”
ru: Невозможно удалить '%s'
