Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24-0ubuntu1/po/*.po
Languages: cs, de, he, hu, it, ja, mk, nl, pl, pt, ro, ru

source: Components that have been confirmed to install applications from
cs: Zdroje, u kterých byla potvrzena možnost instalovat aplikace
hu: Alkalmazástelepítés forrásaként jóváhagyott komponensek
it: Componenti confermati da cui installare applicazioni
nl: Componenten die geactiveerd zijn om programma's vanaf te instaleren
pl: Komponenty z których potwierdzono chęć instalowania aplikacji
pt: Componentes cujas capacidade de instalar aplicações estão confirmadas
ru: Компоненты, из которых разрешена установка приложений

source: If true, the main window is maximized.
de: Falls true, wird das Hauptfenster maximiert.
hu: Ha ez igazra van állítva, akkor a főablak ablakmérete maximális.
it: Se impostato a vero, la finestra principale è massimizzata.
ja: もし真なら、メインウインドウは最大化されます。
mk: Ако точно, главниот прозорец е максимизиран.
nl: Indien aangevinkt wordt het hoofvenster gemaximaliseerd.
pl: Jeśli ustawione na "true", główne okno jest zmaksymalizowane.
pt: Se for verdade, a janela principal é maximizada
ro: Dacă fereastră prinicpală este maximizată
ru: Если этот ключ установлен, главное окно будет развёрнуто.

source: Main window height
de: Höhe des Hauptfensters
he: גובה החלון הראשי
hu: Főablak magassága
it: Altezza finestra principale
ja: メインウインドウの高さ
mk: Висина на главниот прозорец
nl: Hoogte van het hoofdvenster
pl: Wysokość głównego okna
pt: Altura da janela principal
ro: Înalţimea ferestrei principale
ru: Высота главного окна

source: Main window maximization state
de: Maximierung des Hauptfensters
hu: Főablak teljes méretű állapota
it: Stato di massimizzazione della finestra principale
ja: メインウインドウの最大化状態
mk: Состојба на максимизирањето на главниот прозорец
nl: Maximalisatiestatus van het hoofdvenster
pl: Stan maksymalizacji głównego okna
pt: Estado de maximização da janela principal
ro: Stare de maximizarea a ferestrei principale
ru: Состояние развёрнутости главного окна

source: Main window width
de: Breite des Hauptfensters
he: רוחב חלון ראשי
hu: Főablak szélessége
it: Larghezza finestra principale
ja: メインウインドウの横幅
mk: Ширина на главниот прозорец
nl: Breedte van het hoofdvenster
pl: Szerokość głównego okna
pt: Largura da janela principal
ro: Lăţimea ferestrei principale
ru: Ширина главного окна

source: Possible values: 0 : show all available applications 1 : show only free applications 2 : - 3 : show only supported applications 4 : show only 3rd party applications 5 : - 6 : show only installed applications
de: Mögliche Werte: 0 : Alle verfügbaren Anwendungen anzeigen 1 : Nur freie Anwendungen anzeigen 2 : - 3 : Nur unterstützte Anwendungen anzeigen 4 : Nur Dritthersteller-Anwendungen anzeigen : 5 : - 6 : Nur installierte Awendungen anzeigen
hu: Lehetséges értékek: 0 : az összes alkalmazás mutatása 1 : csak a nyílt alkalmazások mutatása 2: - 3 : csak a támogatott alkalmazások mutatása 4 : Csak a harmadik féltől származó alkalmazások mutatása 5 : - 6 : csak a telepített alkalmazások mutatása
it: Valori possibili: 0 : mostra tutte le applicazioni disponibili 1 : mostra solo le applicazioni libere 2 : - 3 : mostra solo le applicazioni supportate 4 : mostra solo le applicazioni di terze parti 5 : - 6 : mostra solo le applicazioni installate
ja: 可能な値は次の通りです。0: 全てのアプリケーションを表示 / 1: 自由なアプリケーションのみ / 2: - / 3: サポートされたアプリケーションを表示 / 4: サードパーティアプリケーションのみ / 5: - / 6: インストール済みのアプリケーションのみ
mk: Можни вредности: 0 : прикажи ги сите достапни апликации 1 : прикажи ги само слободните апликации 2 : - 3 : прикажи ги само поддржаните апликации 4 : прикажи ги само додатните апликации 5 ; - 6 : прикажи ги само инсталираните апликации
nl: Mogelijke waardes: 0: alle beschikbare programma's 1: alleen vrije software 2: - 3: alleen ondersteunde softwareprogramma's 4: alleen software van derden 5: - 6: alleen geïnstalleerde programma's
pl: Możliwe wartości: 0 : wyświetlanie wszystkich dostępnych aplikacji 1 : wyświetlanie tylko wolnych aplikacji 2 : -3 : wyświetlanie tylko wspieranych aplikacji 4 : wyświetlanie tylko aplikacji osób trzecich 5: - 6 : wyświetlanie tylko zainstalowanych aplikacji
pt: Valores Possíveis: 0 : mostra todas as aplicações possíveis 1: mostrar apenas as plicações gratuitas 2: -3 : mostrar somente as aplicações suportadas 4: mostrar apenas aplicações com terceiras fontes 5: - 6: Mostrar apenas as aplicações instaladas
ro: Valori posibile 0 : afişează toate aplicaţiile 1 : afişează doar aplicaţiile libere 2 : - 3 : afişează doar aplicaţiile suportate 4 : afişează doar aplicaţiile de la terţe surse 5 : - 6 : afişează doar aplicaţiile instalate
ru: Возможные варианты: 0 : показывать все доступные приложения 1 : показывать только свободные приложения 2 : - 3 : показывать только поддерживаемые приложения 4 : показывать только приложения третьих сторон 5 : - 6 : показывать только установленные приложения

source: Show only a subset of applications
cs: Zobrazit pouze podmnožinu aplikací
de: Nur eine begrenzte Auswahl an Anwendungen anzeigen
he: הצגת תת-קבוצה של יישומים
hu: Csak néhány alkalmazás mutatása
it: Mostra solo un sottoinsieme delle applicazioni
ja: アプリケーションサブセットのみを表示
mk: Инсталирај или отстрани програми
nl: Slechts een deel van de programma's tonen
pl: Wyświetlanie jedynie części aplikacji
pt: Mostar apenas um sub conjunto de aplicações
ro: Afişeasă doar un subset al aplicaţiilor
ru: Показывать выбранное подмножество приложений

source: Suggest application for MIME-type: approved components
hu: Alkalmazásjavaslat a MIME típushoz: jóváhagyott komponensek
it: Suggerisce le applicazioni per i tipi MIME: componenti approvati
ja: MIMEタイプに適合するアプリケーション候補: 承認されたコンポーネント
mk: Препорачај апликација за MIME типот: одобрени компоненти
nl: Programma's aanraden voor MIME-type: goedgekeurde componenten
pl: Zasugeruj aplikację dla typu MIME: zatwierdzone komponenty
pt: Aplicação suferida para tipos MIME: componentes aprovados
ro: Sugeraţi apliacţia pentru tipul MIME: compenente aprobate
ru: Предлагать приложение для типа MIME: одобренные компоненты

source: Timeout for interactive search
hu: időtúllépés az interaktív keresésnél
it: Timeout per la ricerca interattiva
ja: インタラクティブサーチのタイムアウト
mk: Преостанато време за интерактивно пребарување
nl: Tijdslimiet voor interactieve zoekopdrachten
pl: Czas do uruchomienia interaktywnego wyszukiwania
pt: Excedido tempo limite para a pesquisa interactiva.
ro: Întarzierea pentru căutarea interactivă
ru: Время задержки интерактивного поиска

source: Timeout from typing in the search entry until a search is triggered (in milliseconds).
hu: Időkorlát a keresőmezőbe gépelés után, amely leteltével beindul a keresés (ezredmásodperc).
it: Timeout per la digitazione nella casella di ricerca prima di eseguire la ricerca (in millisecondi).
ja: キー入力をしてから、検索が開始されるまでのタイムアウト時間(ミリ秒)
mk: Одбројување од куцањето во влезот за пребарување додека не е активирано пребарувањето (во милисекунди).
nl: Tijdslimiet voordat het typen in het zoekveld een zoekopdracht activeert (in milliseconden).
pl: Czas który upływa od wprowadzenia znaków w polu wyszukiwania do uruchomienia wyszukiwania (w milisekundach)
pt: Excedido tempo limite desde a inserção no utilitário de pesquisa até a pesquisa ser iniciada (em milisegundos).
ru: Время с момента набора поискового запроса до активации поиска (в миллисекундах)

source: Timestamp of the last cache refresh run
de: Zeitpunkt der letzten Aktualisierung des Zwischenspeichers
hu: A gyorsítótár utolsó frissítéséhez tartozó időbélyegző
it: Marca temporale dell'ultimo aggiornamento della cache
ja: 最後にキャッシュが更新されたタイムスタンプ
mk: Печат со времето од извршувањето на последното освежување на кешот
nl: Datum-tijdstip wanneer de cache voor het laatst is bijgewerkt
pl: Czas ostatniego odświeżenia bufora
pt: Timestamp da última actualização da cache
ro: Data ultimei reîmprospătări a informaţiilor stocate
ru: Время запуска последнего обновления кэша

source: When the user asks to open a file but no supported application is present, the system will offer to install applications in the components listed here, as well as the individually whitelisted applications.
de: Falls der Benutzer eine Datei öffnet, für von keiner installierten Anwendung unterstützt wird, wird die Möglichkeit angeboten entsprechende Anwendungen aus den unten aufgeführten Komponenten zu installieren
hu: Ha a felhasználó meg szeretne nyitni egy fájlt, de nincs telepítve támogatott alkalmazás, a rendszer az itt felsorolt komponensekben szereplő vagy a fehérlistára egyedileg felvett alkalmazások telepítését ajánlja fel.
it: Quando l'utente cerca di aprire un file per il quale non è disponibile alcuna applicazione che lo supporti, il sistema chiederà di installare delle applicazioni dai componenti elencati e tra le applicazioni approvate.
ja: ユーザーがサポートされたアプリケーションでのみ開けるファイルを開こうとした場合、システムはここにリストされたアプリケーションに限ってインストール提案を行います。これはアプリケーションの個別のホワイトリストでもあります。
mk: Кога корисникот прашува да отвори датотека но кога нема поддржана апликација, системот ќе понуди да инсталира апликации во компонентите кои се излистани овде, како и поединечно одобрените апликации.
nl: Wanneer de gebruiker een bestand wil openen maar er is geen geschikt programma voor, zal het systeem aanbieden om programma's te installeren uit de hier opgesomde componenten alsmede de afzonderlijke programma's die op een witte lijst staan.
pl: Kiedy użytkownik poprosi o otworzenie pliku, którego nie obsługuje żadna zainstalowana aplikacja, system zaoferuje instalację aplikacji w wymienionych komponentach, a także aplikacji znajdujących się na białej liście.
pt: Quando o utilizador deseja abrir um ficheiro cujo programa correspondente não se encontra instalado, o sistema fornece a hipotese de instalar aplicações em componentes aqui listados, assim como aplicações individuais
ro: În momentul în care utilizatorul încearcă să deschidă un fişier pentru care nu există instalată o aplicaţie corespunzătoare, sistemul va întreba utilizatorul dacă doreşte să instaleze aplicaţii din componentele de aici, precum şi dintre aplicaţiile activate individual.
ru: При попытке открытия файла, для которого нет подходящего приложения, система предложит установить компоненты из этого списка (добавив также приложения из индивидуального белого списка)

source: <b>Add</b>
cs: <b>Přidat</b>
de: <b>Hinzufügen</b>
he: <b>הוספה</b>
hu: <b>Hozzáadás</b>
it: <b>Aggiungi</b>
ja: <b>追加</b>
mk: <b>Додај</b>
nl: <b>Toevoegen</b>
pl: <b>Dodaj</b>
pt: <b>Adicionar</b>
ro: <big>Instalează</big>
ru: <b>Добавить</b>

source: <b>Remove</b>
cs: <b>Odstranit</b>
de: <b>Entfernen</b>
he: <b>הסרה</b>
hu: <b>Eltávolítás</b>
it: <b>Rimuovi</b>
ja: <b>削除</b>
mk: <b>Отстрани</b>
nl: <b>Verwijderen</b>
pl: <b>Usuń</b>
pt: <b>Remover</b>
ro: <big>Dezinstalează</big>
ru: <b>Удалить</b>

source: <big><b>Checking installed and available applications</b></big> Ubuntu and third party vendors offer you a large variety of applications that you can install on your system.
cs: <big><b>Kontroluji nainstalované a dostupné aplikace</b></big> Ubuntu a výrobci třetích stran nabízejí širokou škálu aplikací, které můžete do vašeho systému nainstalovat.
de: <big><b>Installierte und verfügbare Anwendungen werden überprüft</b></big> Ubuntu und Drittanbieter bieten Ihnen eine große Vielfalt an Anwendungen, die Sie auf Ihrem System installieren können.
he: <big><b>בדיקת היישומים המותקנים והיישומים הזמינים להתקנה</b></big> אובונטו ויצרני צד-שלישי מציעים מבחר רחב של תכנות להתקנה על מחשבך.
hu: <big><b>Telepített és elérhető alkalmazások ellenőrzése</b></big> Az Ubuntu és más szállítók a rendszerre telepíthető alkalmazások széles választékát biztosítják.
it: <big><b>Controllo applicazioni installate e disponibili</b></big> Ubuntu e i vendor di terze parti offrono una variegata disponibilità di applicazioni che è possibile installare sul proprio sistema.
ja: <big><b>インストールされているないし利用できるアプリケーションを確認中</b></big> Ubuntuとサードパーティベンダーは、ご利用のシステムにインストールできる多くの種類のアプリケーションを提案します。
mk: <big><b>Проверувам инсталирани и достапни апликации</b></big> Ubuntu и други дилери Ви нудат голема разновидност на апликации кои можете да ги инсталирате на Вашиот систем.
nl: <big><b>Controle van geïnstalleerde en beschikbare programma's</b></big> Ubuntu en derden bieden u een breed scala van programma's aan die u op uw systeem kunt installeren.
pl: <big><b>Sprawdzanie zainstalowanych i dostępnych aplikacji</b></big> Ubuntu i inni dostawcy oprogramowania oferują dużą różnorodność aplikacji do zainstalowania w twoim systemie.
pt: <big><b>A verificar aplicações instaladas e disponíveis</b></big> O Ubuntu e outros fornecedores disponibilizam-lhe uma grande variedade de aplicações que pode instalar no seu sistema.
ro: <big><b>Se verifică aplicaţiile instalate şi cele disponibile</b></big> Ubuntu, precum şi surse terţe oferă o gama largă de aplicaţii ce pot fi instalate pe sistemul dumneavoastră.
ru: <big><b>Проверка установленных и доступных приложений</b></big> Ubuntu и сторонние вендоры предоставляют вам большое количество приложений, которые вы можете установить в вашу систему.

source: <big><b>The list of available applications is out of date</b></big> To reload the list you need a working internet connection.
cs: <big><b>Seznam dostupných aplikací je zastaralý</b></big> Pro obnovení seznamu potřebujete funkční internetové připojení.
de: <big><b>Die Liste der verfügbaren Anwendungen ist nicht aktuell</b></big> Um die Liste neu zu laden, benötigen Sie eine bestehende Internet-Verbindung.
he: <big><b>רשימת היישומים הזמינים אינה מעודכנת</b></big> יש צורך בחיבור אינטרנט פעיל כדי לעדכן אותה.
hu: <big><b>A rendelkezésre álló alkalmazások listája elavult</b></big> A lista újratöltéséhez működő internetkapcsolatra van szüksége.
it: <big><b>La lista delle applicazioni disponibili non è aggiornata</b></big> Per ricaricare la lista è necessaria una connessione Internet funzionante.
ja: <big><b>アプリケーションリストが古くなっています</b></big> リストの更新にはインターネットへの接続が必要です。
mk: <big><b>Листата со достапни апликации е застарена</b></big> За да ја превчитате листата потребна Ви е активна Интернет конекција.
nl: <big><b>De lijst met beschikbare toepassingen is verouderd</b></big> Om de lijst te vernieuwen heeft u een internetverbinding nodig.
pl: <big><b>Lista dostępnych aplikacji jest nieaktualna</b></big> Aby pobrać aktualną listę, potrzebne jest działające połączenie z Internetem.
pt: <big><b>A lista de aplicações disponíveis está desactualizada</b></big> Para reler a lista necessita de uma ligação à internet activa.
ro: <big><b>Lista aplicaţiilor disponibile este neactualizată</b></big> Pentru reîncărcarea listei este necesară o conexiune funcţională la Internet.
ru: <big><b>Список доступных приложений устарел</b></big> Чтобы обновить список, вам необходимо работающее подключение к Интернет.

source: Add/Remove Applications
cs: Přidat/Odstranit aplikace
de: Anwendungen hinzufügen/entfernen
he: התקנה/הסרה של ישומים
hu: Alkalmazások hozzáadása/eltávolítása
it: Aggiungi/Rimuovi applicazioni
ja: アプリケーションの追加と削除
mk: Додај/отстрани апликации
nl: Software toevoegen/verwijderen
pl: Dodaj/usuń programy
pt: Adicionar/Remover Aplicações
ro: Instalează/Dezinstalează aplicaţii
ru: Установка/удаление приложений

source: Apply pending changes and close the window
cs: Provést čekající změny a zavřít okno
de: Änderungen anwenden und das Fenster schließen
he: החל את השינויים וסגור את החלון
hu: Függőben lévő módosítások alkalmazása és az ablak bezárása
it: Applica cambiamenti in sospeso e chiude la finestra
ja: 変更を適用し、ウインドウを閉じます。
mk: Примени ги промените што чекаат и затвори го прозорецот
nl: De wijzigingen die in de wachtrij staan doorvoeren en het venster sluiten
pl: Stosuje dokonane zmiany i zamyka okno
pt: Aplicar as alterações pendentes e fechar a janela
ro: Aplică modificările în aşteptare şi închide fereastra
ru: Применить изменения и закрыть окно

source: Cancel pending changes and close the window
cs: Zrušit čekající změny a zavřít okno
de: Änderungen verwerfen und das Fenster schließen
he: בטל את השינויים וסגור את החלון
hu: Függőben lévő módosítások törlése és az ablak bezárása
it: Annulla i cambiamenti in sospeso e chiude la finestra
ja: 保留された変更をキャンセルしてウィンドウを閉じます
mk: Откажи ги промените што чекаат и затвори го прозорецот
nl: De wijzigingen in de wachtrij annuleren en het venster sluiten
pl: Odrzuca dokonane zmiany i zamyka okno
pt: Cancelar as alterações pendentes e fechar a janela
ro: Anulează modificările în aşteptare şi închide fereastra
ru: Отменить изменения и закрыть окно

source: Categories
cs: Kategorie
de: Kategorien
he: קטגוריות
hu: Kategóriák
it: Categorie
ja: カテゴリ
mk: Категории
nl: Categorieën
pl: Kategorie
pt: Categorias
ro: Categorii
ru: Категории

source: Licence
de: Lizenz
he: רישיון
hu: Licenc
it: Licenza
ja: ライセンス
mk: Лиценца
nl: Licentie
pl: Licencja
pt: Licença
ro: Licenţa
ru: Лицензия

source: Search:
cs: Najít:
de: Suche:
he: חיפוש:
hu: Keresés:
it: Cerca:
ja: 検索:
mk: Барај:
nl: Zoekopdracht:
pl: Szukaj:
pt: Procurar:
ro: Caută:
ru: Поиск:

source: Show:
cs: Zobrazit:
de: Zeige:
he: הצג:
hu: Megjelenítés:
it: Mostra:
ja: 表示:
mk: Покажи:
nl: Tonen:
pl: Wyświetl:
pt: Mostrar:
ro: Afişează
ru: Показать:

source: The categories represent the application menu
cs: Kategorie představují aplikační nabídku
de: Die Kategorien entsprechen den Abschnitten des Anwendungsmenüs
he: הקטגוריות מייצגות את תפריט היישומים
hu: A kategóriák az alkalmazások menüt képviselik
it: Le categorie rappresentano il menù applicazioni
ja: カテゴリはアプリケーションメニューを表しています
mk: Категориите го претставуваат менито на апликациите
nl: De categoriën zijn dezelfde als die in het menu ‘Toepassingen’
pl: Kategorie reprezentują układ menu aplikacji
pt: As categorias representam o menu de aplicações
ro: Categoriile corespunzătoare meniul cu aplicaţii
ru: Категории представляют собой меню приложений.

source: _Add/Remove More Applications
cs: Přid_at/Odstranit další aplikace
de: W_eitere Anwendunen hinzufügen/entfernen
he: התקנה\הסרה של יישומים נוספים
hu: További alkalmazások _hozzáadása/eltávolítása
it: _Aggiungi/Rimuovi ulteriori applicazioni
ja: 続ける(_A)
mk: _Додај/отстрани повеќе апликации
nl: Meer programma's _toevoegen/verwijderen
pl: Dod_aj/Usuń więcej aplikacji
pt: _Adicionar/Remover Aplicações
ro: Inst_alează/Dezinstalează mai multe aplicaţii
ru: _Добавить/удалить другие программы

source: _Apply Changes
cs: Upl_atnit změny
de: Ä_nderungen anwenden
he: _החל שינויים
hu: Változtatások _alkalmazása
it: A_pplica modifiche
ja: 変更の適用(_A)
mk: _Примени ги промените
nl: Wijzigingen doorvoeren
pl: Z_astosuj zmiany
pt: _Aplicar Alterações
ro: _Aplică schimbările
ru: _Применить изменения

source: _Reload
cs: _Obnovit databázi
de: _Neu laden
he: _רענן
hu: Újr_atöltés
it: A_ggiorna
ja: 再読込(_R)
mk: _Превчитај
nl: _Vernieuwen
pl: _Wczytaj ponownie
pt: _Recarregar
ro: _Reîncarcă
ru: _Обновить

source: _Remove
cs: _Odstranit
de: _Entfernen
he: _הסרה
hu: _Eltávolítás
it: _Rimuovi
ja: 削除(_R)
mk: _Отстрани
nl: _Verwijderen
pl: _Usuń
pt: _Desinstalar
ro: _Dezinstalează
ru: _Удалить

source: _Retry
cs: Opa_kovat
de: _Wiederholen
he: נסה _שנית
hu: Új_ra
it: _Riprova
ja: リトライ(_R)
mk: _Обиди се повторно
nl: _Opnieuw
pl: P_onów
pt: _Repetir
ro: _Reîncearcă
ru: _Повтор

source: applications
cs: aplikace
de: Anwendungen
he: יישומים
hu: alkalmazások
it: applicazioni
ja: アプリケーション
mk: апликации
nl: software
pl: aplikacje
pt: aplicações
ro: aplicaţii
ru: приложения

source: Add/Remove...
cs: Přidat/Odstranit...
de: Hinzufügen/Entfernen …
he: התקנה/הסרה...
hu: Hozzáadás/eltávolítás...
it: Aggiungi/Rimuovi...
ja: 追加と削除...
mk: Додај/отстрани...
nl: Installeren/verwijderen...
pl: Dodaj/Usuń...
pt: Adicionar/Remover Programas...
ro: Instalare/Dezinstalare...
ru: Установка/удаление...

source: Install and remove applications
cs: Nainstalovat a odstranit aplikace
de: Anwendungen installieren und entfernen
he: התקנה והסרה של יישומים
hu: Alkalmazások telepítése és eltávolítása
it: Installa e rimuove applicazioni
ja: アプリケーションを追加および削除します
mk: Инсталирај и отстранувај апликации
nl: Software installeren en verwijderen
pl: Instalacja i usuwanie programów
pt: Instalar e remover aplicações
ro: Instalare şi dezinstalare de aplicaţii
ru: Установка и удаление приложений

source: Package Manager
cs: Správce balíků
de: Paketverwaltung
he: מנהל חבילות
hu: Csomagkezelő
it: Gestore pacchetti
ja: パッケージ・マネージャ
mk: Менаџер за пакети
nl: Pakkettenbeheer
pl: Menedżer pakietów
pt: Gestor de Pacotes
ro: Administrator de pachete
ru: Менеджер пакетов

source: no suitable application
cs: žádná odpovídající aplikace
de: keine zutreffende Anwendung
he: אין יישומים מתאימים
hu: nincs megfelelő alkalmazás
it: Nessuna applicazione adatta
ja: 適合するアプリケーションがありません
mk: нема соодветна апликација
nl: geen geschikt programma
pl: brak odpowiedniej aplikacji
pt: sem aplicação correspondente
ro: nu există aplicaţii corespunzătoare
ru: нет подходящего приложения

source: No application suitable for automatic installation is available for handling this kind of file.
cs: Není dostupná žádná aplikace vhodná pro automatickou instalaci, která by pracovala s tímto typem souboru.
de: Keine Anwendung, welche Dateien dieses Typs handhaben kann, ist vorhanden.
he: לא נמצא יישום הזמין להתקנה אוטומטית המאפשר שימוש בסוג קובץ זה.
hu: Nem áll rendelkezésre ezen fájltípus kezelésére alkalmas, az automatikus telepítéshez megfelelő alkalmazás.
it: Nessuna applicazione adatta per l'installazione automatica è disponibile per gestire questo tipo di file.
ja: この種類のファイルには自動インストールできるアプリケーションがありません。
mk: Нема соодветна апликација за автоматска инсталација достапна за справување со овој вид на датотека.
nl: Er is geen geschikt programma beschikbaar voor het verwerken dit type bestanden.
pl: Brak aplikacji dostępnej do automatycznej instalacji, która obsługiwałaby ten typ pliku.
pt: Não existe uma aplicação de instalação automática para lidar com este tipo de ficheiro.
ro: Pentru deschiderea acestui tip de fişiere nu există nici o aplicaţie care să poată fi instalat automat.
ru: Для открытия этого типа файла не обнаружено подходящего приложения, которое можно установить автоматически.

source: no application found
cs: žádná aplikace nenalezena
de: keine Anwendung gefunden
he: לא נמצאו יישומים
hu: nem található alkalmazás
it: Nessuna applicazione trovata
ja: アプリケーションがみつかりません
mk: Апликации
nl: geen programma gevonden
pl: nie odnaleziono żadnej aplikacji
pt: não foram encontradas aplicações
ro: nu s-au găsit aplicaţii
ru: приложение не найдено

source: No application is known for this kind of file.
cs: Není známá žádná aplikace pro tento druh souboru.
de: Diesem Dateityp sind keine Anwendungen zugeordnet.
he: לא ידוע על יישום המאפשר שימוש בסוג קובץ זה.
hu: Nincs ismert alkalmazás az ilyen típusú fájlokhoz.
it: Nessuna applicazione conosciuta per questo tipo di file.
ja: この種のファイルはありません。
mk: Нема позната апликација за овој вид на датотека.
nl: Er is geen programma bekend voor dit type bestanden.
pl: Brak znanej aplikacji dla tego typu pliku.
pt: Não é conhecida nenhuma aplicação para abrir este tipo de ficheiro.
ro: Pentru acest tip de fişier nu se cunoaşte nici o aplicaţie
ru: Приложение для открытия данного типа файла не известно.

source: Searching for appropriate applications
cs: Hledám odpovídající aplikace
de: Nach geeigneten Anwendungen wird gesucht
he: מחפש יישומים מתאימים
hu: Megfelelő alkalmazások keresése
it: Ricerca delle applicazioni appropriate
ja: 適切なアプリケーションを検索
mk: Пребарувам соодветни апликации
nl: Zoeken naar geschikte programma's
pl: Wyszukiwanie odpowiednich aplikacji
pt: Procurar por aplicações apropriadas
ro: Se caută aplicaţii corespunzătoare
ru: Поиск подходящих приложений
