Repository: Https-github-com-sulaeman51/guadalinex-v7
Catalog: pkgs/gnome-app-install/tags/gnome-app-install-0.5.24-0ubuntu1/po/*.po
Languages: cs, de, he, hu, it, ja, mk, nl, pl, pt, ro, ru

source: Application installation failed
cs: Instalace aplikace selhala
he: התקנת יישום נכשלה
hu: Az alkalmazástelepítés meghiúsult
it: Installazione applicazione fallita
ja: アプリケーションのインストールに失敗しました
mk: Инсталацијата на апликацијата не успеа
nl: Installeren van het programma is mislukt
pl: Instalacja aplikacji nie powiodła się
pt: A Instalação de Aplicações falhou
ro: Instalarea aplicaţiei a eşuat
ru: Не удалось установить приложение

source: There has been a problem during the installation of the following applications.
cs: Objevil se problém během instalace následujících aplikací.
he: התגלו בעיות במהלך התקנת היישומים הבאים.
hu: Hiba lépett fel a következő alkalmazások telepítése során.
it: Si è verificato un problema durante l'installazione delle seguenti applicazioni.
ja: 以下のアプリケーションのインストール中に問題がありました。
mk: Имаше проблем при инсталацијата на следниве апликации.
nl: Er deed zich een probleem voor bij het installeren van de volgende programma's
pl: Wystąpił problem podczas instalacji następujących aplikacji.
pt: Ocorreram problemas durante a instalação das seguintes aplicações
ro: În timpul instalării următoarelor programe a apărut o eroare.
ru: При установке следующих приложений возникла проблема.

source: Software could not be removed
cs: Software nemohl být odstraněn
he: לא ניתן להסיר את התכנה
hu: A szoftver nem távolítható el
it: Il software non può essere rimosso
ja: ソフトウェアを削除できません
mk: Софтверот не можеше да се отстрани
nl: Software kon niet verwijderd worden
pl: Oprogramowanie nie mogło zostać usunięte
pt: O software não pôde ser removeido
ro: Nu s-a putut dezinstala programul
ru: Не удалось удалить программу

source: There has been a problem during the removal of the following pieces of software.
cs: Objevil se problém během odstraňování následujících částí softwaru.
hu: Hiba lépett fel a következő szoftverek eltávolítása során.
it: Si è verificato un problema durante la rimozione dei seguenti componenti software.
ja: 以下のソフトウェアのアンインストール中に問題がありました。
mk: Имаше проблем при отстранувањето на следниве делови од софтвер.
nl: Er deed zich een probleem voor bij het verwijderen van de volgende software.
pl: Wystąpił problem podczas usuwania następujących pakietów oprogramowania.
pt: Ocorreram problemas durante durante a remoção dos seguintes componentes de software
ro: În timpul dezinstalării următoarelor componente de programe a apărut o eroare.
ru: В процессе удаления следующих программ возникла проблема.

source: Not all applications could be removed
cs: Ne všechny aplikace mohly být odstraněny
he: לא כל היישומים הוסרו
hu: Nem sikerült minden alkalmazást eltávolítani
it: Non è stato possibile rimuovere tutte le applicazioni
ja: すべてのアプリケーションを削除で来ませんでした
mk: Не можеше да се отстранат сите апликации
nl: Niet alle programma's konden verwijderd worden
pl: Nie wszystkie aplikacje mogły zostać usunięte
pt: Não foi possivel a remoção de todas as aplicações.
ro: Nu toate aplicaţiile au putut fi dezinstalate
ru: Не удалось удалить все приложения

source: There has been a problem during the removal of the following applications.
cs: Objevil se problém během odstraňování následujících aplikací.
he: התגלתה בעיה במהלך הסרת היישומים הבאים.
hu: Hiba lépett fel a következő alkalmazások eltávolítása során.
it: Si è verificato un problema durante la rimozione delle seguenti applicazioni.
ja: 以下のアプリケーションのアンインストール中に問題がありました。
mk: Имаше проблем при отстранувањето на следниве апликации.
nl: Er deed zich een probleem voor bij het verwijderen van de volgende programma's.
pl: Wystąpił problem podczas usuwania następujących aplikacji.
pt: Surgiu um problema durante a remoção das seguintes aplicações
ro: În timpul instalării următoarelor programe a apărut o eroare.
ru: При удалении следующих приложений возникла проблема.

source: Installation and removal of software failed
cs: Instalace a odstraňování softwaru selhalo
he: התקנה והסרה של תכנה נכשלה
hu: A szoftvertelepítés és -eltávolítás meghiúsult
it: Installazione e rimozione software fallita
ja: ソフトウェアのインストールと削除に失敗しました
mk: Инсталацијата и отстранувањето на софтвер не успеа
nl: Installeren en verwijderen van software is mislukt
pl: Instalacja i usuwanie oprogramowania nie powiodło się
pt: Instalação e remoção de software falhou
ro: Instalarea şi dezinstalarea programului a eşuat
ru: Не удалось выполнить установку и удаление программ

source: There has been a problem during the installation or removal of the following pieces of software.
cs: Objevil se problém během instalace nebo odstraňování následujících částí softwaru.
hu: Hiba lépett fel a következő szoftverek telepítése vagy eltávolítása során.
it: Si è verificato un problema durante l'installazione o la rimozione dei seguenti componenti software.
ja: 以下のソフトウェアのインストール、もしくはアンインストール中に問題がありました。
mk: Имаше проблем при инсталацијата или отстранувањето на следниве делови од софтвер.
nl: Er deed zich een probleem voor bij het installeren of verwijderen van de volgende software.
pl: Wystąpił problem podczas instalacji lub usuwania następujących pakietów oprogramowania.
pt: Surgiram problemas durante a instalação ou remoção dos seguintes componentes de software.
ro: În timpul instalării sau dezinstalării următoarelor componente de programe a apărut o eroare.
ru: В процессе установки или удаления следующих программ возникла проблема.

source: Installation and removal of applications failed
cs: Instalace a odstraňování aplikací selhalo
he: התקנה והסרה של יישומים נכשלה
hu: Az alkalmazások telepítése és eltávolítása meghiúsult
it: Installazione e rimozione delle applicazioni fallita
ja: アプリケーションのインストールと削除に失敗しました
mk: Инсталацијата и отстранувањето на апликациите не успеа
nl: Het installeren en verwijderen van programma's is mislukt
pl: Instalacja i usuwanie aplikacji nie powiodło się
pt: Instalação e remoção de aplicações falhou
ro: Instalarea şi dezinstalarea aplicaţiilor a eşuat
ru: Установка и удаление приложений не удались

source: There has been a problem during the installation or removal of the following applications.
cs: Objevil se problém během instalace nebo odstraňování následujících aplikací.
he: התגלתה בעיה במהלך ההתקנה או ההסרה של היישומים הבאים.
hu: Hiba lépett fel a következő alkalmazások telepítése vagy eltávolítása során.
it: Si è verificato un problema durante l'installazione o la rimozione delle seguenti applicazioni.
ja: 以下のアプリケーションのインストール、もしくはアンインストール中に問題がありました。
mk: Имаше проблем при инсталацијата или отстранувањето на следниве апликации.
nl: Er deed zich een probleem voor bij het installeren of verwijderen van de volgende toepassingen.
pl: Wystąpił problem podczas instalacji lub usuwania następujących aplikacji.
pt: Surgiram problemas durante a instalação ou remoção das seguintes aplicações
ro: În timpul instalării sau dezinstalării următoarelor programe a apărut o eroare.
ru: При установке или удалении следующих приложений возникла проблема.

source: New application has been installed
cs: Byla nainstalována nová aplikace
he: הותקנו יישומים חדשים
hu: Új alkalmazás került telepítésre
it: La nuova applicazione è stata installata
ja: 新しいアプリケーションがインストールされました
mk: Инсталирана е нова апликација
nl: Er is een nieuw programma geïnstalleerd
pl: Nowa aplikacja została zainstalowana
pt: Foi instalada uma nova aplicação
ro: Noua aplicaţie a fost instalată
ru: Новое приложение установлено

source: New applications have been installed
cs: Byly nainstalovány nové aplikace
he: הותקנו יישומים חדשים
hu: Új alkalmazások kerültek telepítésre
it: Le nuove applicazioni sono state installate
ja: 新しいアプリケーションがインストールされました
mk: Инсталирани се нови апликации
nl: Er zijn nieuwe programma's geïnstalleerd
pl: Nowe aplikacje zostały zainstalowane
pt: Foram instaladas novas aplicações
ro: Noile aplicaţii au fost instalate
ru: Новые приложения установлены

source: To start a newly installed application, choose it from the applications menu.
cs: Pro spuštění nově nainstalované aplikace, vyberte ji z nabídky Aplikace.
he: כדי להתחיל בהתקנת יישומים בחר באפשרות זו מתפריט היישומים.
hu: Az újonnan telepített alkalmazás elindításához válassza ki azt az Alkalmazások menüből.
it: Per avviare un'applicazione appena installata, sceglierla dal menù delle applicazioni.
ja: 新しいアプリケーションを起動したい場合は、アプリケーションのメニューから選択してください。
mk: За да стартувате новоинсталирана апликација, одберете ја од менито со апликации.
nl: Om een zojuist geïnstalleerd programma te starten selecteert u het in het menu ‘Toepassingen’
pl: Aby uruchomić nowo zainstalowaną aplikację, proszę ją wybrać z menu Aplikacje.
pt: Para iniciar uma aplicação acabada de instalar, escolha-a no menu de aplicações
ro: Pentru a porni o aplicaţie nou instalată, alege aplicaţia din meniu.
ru: Для запуска нового приложения выберите его в меню приложений.

source: To start a newly installed application double click on it.
cs: Pro spuštění nově nainstalované aplikace, poklikejte na ni.
hu: Az újonnan telepített alkalmazás elindításához kattintson rá kétszer.
it: Per avviare un'applicazione appena installata, fare doppio clic su di essa.
ja: 新しくインストールしたアプリケーションを起動するため、ここをダブルクリックしてください。
mk: За да стартувате новоинсталирана апликација двојно кликнете на неа.
nl: Om een zojuist geïnstalleerd programma te starten dubbelklikt u op het pictogram.
pl: Aby uruchomić nowo zainstalowaną aplikację należy dwukrotnie w nią kliknąć.
pt: Para iniciar uma aplicação recem instalada, dê duplo clique nela
ro: Pentru a porni o aplicaţie nou instalată, faceţi dublu clic pe ea.
ru: Для запуска нового приложения дважды кликните на нём.

source: Software has been installed successfully
cs: Software byl úspěšně nainstalován
he: תכנה הותקנה בהצלחה
hu: A szoftver telepítése sikerült.
it: Il software è stato installato con successo
ja: ソフトウェアのインストールに成功しました。
mk: Софтверот се инсталира успешно
nl: De software is geïnstalleerd
pl: Oprogramowanie zostało zainstalowane pomyślnie
pt: A instalação do software ocorreu com sucesso.
ro: Programul a fost instalat cu succes
ru: Программа успешно установлена

source: Do you want to install or remove further software?
cs: Chcete instalovat nebo odstranit další software?
he: אתם רוצים להסיר או להתקין תכנות נוספות?
hu: Kíván további szoftvereket telepíteni vagy eltávolítani?
it: Installare o rimuovere ulteriore software?
ja: ほかのソフトウェアも削除しますか？
mk: Дали сакате да инсталирате или отстраните повеќе софтвер?
nl: Wilt u nog meer software installeren of verwijderen?
pl: Czy chcesz zainstalować lub usunąć więcej pakietów oprogramowania?
pt: Deseja instalar ou remover mais algum software?
ro: Doriţi să continuaţi instalarea sau dezinstalarea de alte programe?
ru: Установить или удалить ещё что-нибудь?

source: Applications have been removed successfully
cs: Aplikace byly úspěšně odstraněny
he: היישומים הוסרו בהצלחה
hu: Az alkalmazások eltávolítása sikerült.
it: Le applicazioni sono state rimosse con successo
ja: アプリケーションの削除に成功しました
mk: Успешно се отстранети апликации
nl: Programma's zijn verwijderd
pl: Aplikacje zostały usunięte z powodzeniem
pt: Aplicações removidas com sucesso
ro: Aplicaţiile au fost dezinstalate cu succes
ru: Приложения были успешно удалены

source: Do you want to install or remove further applications?
cs: Chcete instalovat nebo odstranit další aplikace?
he: האם ברצונך להתקין או להסיר יישומים נוספים?
hu: Kíván további alkalmazásokat telepíteni vagy eltávolítani?
it: Installare o rimuovere altre applicazioni?
ja: ほかのアプリケーションのインストールと削除もしますか？
mk: Дали сакате да инсталирате или отстраните повеќе апликации?
nl: Wilt u nog meer programma's installeren of verwijderen?
pl: Czy chcesz zainstalować lub usunąć więcej aplikacji?
pt: Deseja instalar ou remover mais algumas aplicações?
ro: Doriţi să continuaţi instalarea sau dezinstalarea de alte aplicaţii?
ru: Установить или удалить другие приложения?

source: Remove %s and bundled applications?
cs: Odstranit %s a přibalené aplikace?
de: %s und gebündelte Anwendungen entfernen?
he: האם להסיר את %s ואת היישומים הנלווים?
hu: Eltávolítja a(z) %s alkalmazást és a vele közös csomagot használó alkalmazásokat?
it: Rimuovere «%s» e le applicazioni abbinate?
ja: %s と付属アプリケーションを削除しますか?
mk: Да ја отстранам %s и другите апликации од групата?
nl: %s en de gebundelde programma's verwijderen?
pl: Usunąć %s i aplikacje dołączone?
pt: Remover %s e as aplicações da mesma colecção?
ro: Dezinstalaţi %s împreună cu aplicaţiile include?
ru: Удалить %s и зависимые приложения?

source: %s is part of a software collection. If you remove %s, you will remove all bundled applications as well.
cs: %s je součástí softwarového balíku. Pokud odstraníte %s, odstraníte také všechny přibalené aplikace.
de: %s ist Teil einer Software-Sammlung. Falls Sie %s entfernen, werden ebenso alle gebündelten Anwendungen entfernt.
he: היישום %s הוא חלק מאוסף תכנה. אם %s יוסר, כל היישומים באוסף יוסרו גם כן.
hu: A(z) %s egy szoftvergyűjtemény része. Ha eltávolítja a(z) %s alkalmazást, akkor a közös csomagot használó többi alkalmazást is eltávolítja.
it: «%s» fa parte di una raccolta di software. Se si rimuove «%s», verranno rimosse tutte le applicazioni abbinate.
ja: %s はソフトウェアコレクションの一部です。もし %s を削除すると、付属アプリケーションも削除されます。
mk: %s е дел од софтверска колекција. Ако го отстраните %s, ќе ги отстраните и апликациите од групата.
nl: %s is onderdeel van een softwarebundel. Wanneer u %s verwijdert zullen alle gebundelde programma's ook worden verwijderd.
pl: %s jest częścią zbioru oprogramowania. Jeśli usuniesz %s, usuniesz także wszystkie dołączone aplikacje.
pt: %s faz parte de uma colecção de software.. Se remover %s removerá também todas as aplicações da mesma colecção.
ro: %s face parte dintr-o colecţie de programe. În cazul în care dezinstalaţi %s, veţi dezinstala şi toate aplicaţiile ce fac parte din colecţie.
ru: %s является частью набора приложений. Если вы удалите %s, будут удалены все зависимые приложения.

source: _Remove All
cs: _Odstranit vše
de: Alle _Entfernen
he: _הסר הכל
hu: Összes _eltávolítása
it: _Rimuovi tutto
ja: 全て削除(_R)
mk: _Отстрани ги сите
nl: Alles _verwijderen
pl: _Usuń wszystkie
pt: _Desinstalar Tudo
ro: _Dezinstalează toate
ru: _Удалить все

source: Install %s and bundled applications?
cs: Nainstalovat %s a přibalené aplikace?
de: %s und gebündelte Anwendungen installieren?
he: האם להתקין את %s ואת היישומים הנלווים?
hu: Telepíti a(z) %s alkalmazást és a vele közös csomagot használó alkalmazásokat?
it: Installare «%s» e le applicazioni abbinate?
ja: %s と付属アプリケーションをインストールしますか？
mk: Да го инсталирам %s и апликациите од групата?
nl: %s en de gebundelde programma's installeren?
pl: Zainstalować %s i aplikacje dołączone?
pt: Instalar %s e as aplicações da mesma colecção?
ro: Instalaţi %s împreună cu aplicaţiile include?
ru: Установить %s и зависимые приложения?

source: %s is part of a software collection. If you install %s, you will install all bundled applications as well.
cs: %s je součástí softwarového balíku. Pokud nainstalujete %s, nainstalujete také všechny přibalené aplikace.
de: %s ist Teil einer Software-Sammlung. Falls Sie %s installieren, werden ebenso alle gebündelten Anwendungen installiert.
he: היישום %s הוא חלק מאסף תוכנה. אם %s יותקן, כל היישומים באוסף יותקנו גם כן.
hu: A(z) %s egy szoftvergyűjtemény része. Ha telepíti a(z) %s alkalmazást, akkor a vele közös csomagot használó többi alkalmazást is telepíti.
it: «%s» fa parte di una raccolta di software. Se si installa «%s», verranno installate tutte le applicazioni abbinate.
ja: %s はソフトウェアコレクションの一部です。 %s をインストールすると、付属アプリケーションもインストールされます。
mk: %s е дел од колекција на софтвер. Ако го инсталирате %s, ќе ги инсталирате и сите апликации од групата.
nl: %s is onderdeel van een softwarebundel. Wanneer u %s installeert zullen alle gebundelde programma's ook worden geïnstalleerd.
pl: %s jest częścią zbioru oprogramowania. Jeśli zainstalujesz %s, zainstalujesz także wszystkie dołączone aplikacje.
pt: %s faz parte de uma colecção de software. Se instalar %s irá instalar também todas as aplicações da mesma colecção.
ro: %s face parte dintr-o colecţie de programe. În cazul în care instalaţi %s, veţi instala şi toate aplicaţiile ce fac parte din colecţie.
ru: %s является частью набора приложений. Если вы установите %s, будут установлены все зависимые приложения.

source: _Install All
cs: _Nainstalovat vše
de: Alle _Installieren
he: _התקן הכל
hu: Összes _telepítése
it: _Installa tutto
ja: 全てインストール(_I)
mk: _Инсталирај сѐ
nl: Alles i_nstalleren
pl: _Instaluj wszystkie
pt: _Instalar Tudo
ro: _Instalează toate
ru: _Установить все

source: %s is provided by a third party vendor.
cs: %s je dodáván výrobcem třetí strany.
de: %s wird von einem Drittanbieter bereitgestellt.
he: היישום %s מסופק על ידי יצרן צד שלישי.
hu: A következőt harmadik fél szállítja: %s.
it: «%s» è fornito da terze parti.
ja: %s はサードパーティベンダー製です。
mk: %s е овозможен од трет добавувач.
nl: %s wordt geleverd door derden.
pl: Aplikacja %s jest dostarczana przez firmę trzecią.
pt: %s é fornecido por terceiros
ro: %s este oferit de o sursă terţă.
ru: %s предоставляется сторонним разработчиком.

source: The application comes with the following license terms and conditions. Click on the 'Enable' button to accept them:
cs: Aplikace obsahuje následující licenční podmínky a pravidla. Klikněte na tlačítko 'Povolit' pro jejich přijetí.
he: היישום מותקן תחת הרישיון והתנאים הבאים. לחץ 'אפשר' לאישור הסכמתך לרישיון ולתנאים:
hu: Az alkalmazás a következő licencfeltételekkel telepíthető. Kattintson az "Engedélyezés" gombra ezek elfogadásához:
it: L'applicazione è distribuita alle seguenti condizioni e con la seguente licenza. Fare clic su «Abilita» per accettarle:
ja: アプリケーションの利用には、以下のライセンス条項に同意する必要があります。'Enable'ボタンを押すとこれらに同意します:
mk: Апликацијата доаѓа со следните услови од лиценцата. Кликнете на копчето „Овозможи“ за да ги прифатите:
nl: Het programma wordt geleverd onder de volgende licentievoorwaarden. Klik op de knop ‘Activeren’ om accoord te gaan:
pl: Aplikacja jest dostarczana z następującymi warunkami licencji. Proszę kliknąć na "Włącz", aby je zaakceptować.
pt: A aplicação vem com os seguintes termos e condições. Carregue no botão 'Activar' para os aceitar.
ro: Aplicaţia vine cu următoarele condiţii şi licenţe. Clic pe butonul „Activează” pentru a le accepta:
ru: Приложение поставляется на указанных лицензионных условиях. Нажмите кнопку «Согласен» для их принятия:

source: Accept the license terms and install the software
cs: Souhlasit s licenčními podmínkami a nainstalovat software
de: Die Lizenzbedingungen akzeptieren und die Software installieren
he: אשר את קבלת תנאי הרישיון והתקן את התכנה
hu: A licencfeltételek elfogadása és a szoftver telepítése
it: Accetta i termini di licenza e installa il software
ja: 利用条件に同意し、ソフトウェアをインストールする
mk: Прифати ги условите на лиценцата и инсталирај го софтверот
nl: Accoordeer de licentievoorwaarden en installeer de software
pl: Zaakceptuj postanowienia licencji i zainstaluj oprogramowanie
pt: Aceitar os termos da licença e instalar o software
ro: Acceptă termenii licenţei şi instalează aplicaţia
ru: Принять условия лицензии и установить приложение

source: Loading cache...
cs: Nahrávám vyrovnávací paměť...
de: Zwischenspeicher wird geladen ...
he: טוען מטמון...
hu: Gyorsítótár betöltése...
it: Caricamento della cache...
ja: キャッシュを読み込んでいます...
mk: Вчитувам кеш...
nl: Cache laden...
pl: Wczytywanie bufora...
pt: A carregar a cache...
ro: Se deschide lista temporară (cache) ...
ru: Загрузка кэша...

source: Collecting application data...
cs: Sbírám informace o aplikacích...
de: Anwendungsdaten werden gesammelt ...
he: אוסף את נתוני היישום...
hu: Alkalmazásadatok összegyűjtése...
it: Raccolta dei dati delle applicazioni...
ja: アプリケーションのデータを集めています...
mk: Собирам податоци за апликацијата...
nl: Programma-data verzamelen...
pl: Zbieranie informacji o aplikacjach...
pt: A recolher informação sobre a aplicação...
ro: Se colectează informaţii despre aplicaţie...
ru: Сбор данных приложения...

source: Loading applications...
cs: Nahrávání aplikací...
de: Anwendungen werden geladen ...
he: טוען יישומים...
hu: Alkalmazások betöltése...
it: Caricamento delle applicazioni...
ja: アプリケーションを読み込んでいます...
mk: Вчитувам апликации...
nl: Programma's laden...
pl: Wczytywanie aplikacji...
pt: A carregar as aplicações...
ro: Se încarcă aplicaţiile ...
ru: Загрузка приложений...

source: All
cs: Vše
de: Alle
he: הכל
hu: Összes
it: Tutte
ja: すべて
mk: Сите
nl: Alles
pl: Wszystkie
pt: Todas
ro: Toate
ru: Все

source: Loading %s...
cs: Nahrává se %s...
de: %s wird geladen ...
he: טוען את %s...
hu: %s betöltése...
it: Caricamento di %s...
ja: %s を読み込んでいます...
mk: Вчитувам %s...
nl: %s laden...
pl: Wczytywanie %s...
pt: A carregar %s...
ro: Se încarcă %s...
ru: Загрузка %s...

source: All available applications
cs: Všechny dostupné aplikace
de: Alle verfügbaren Anwendungen
he: כל היישומים הזמינים
hu: Minden elérhető alkalmazás
it: Tutte le applicazioni disponibili
ja: 全ての利用可能なアプリケーション
mk: Сите достапни апликации
nl: Alle beschikbare programma's
pl: Wszystkie dostępne aplikacje
pt: Todas as aplicações disponíveis
ro: Toate aplicaţiile disponibile
ru: Все доступные приложения

source: Show all applications including ones which are possibly restricted by law or copyright
cs: Zobrazit všechny aplikace, včetně těch, které mohou být omezeny právně nebo copyrightem
he: הצג את כל היישומים, כולל את אלו שמוגבלים לפי חוק או זכויות יוצרים
hu: Minden alkalmazás megjelenítése, beleértve azokat is, amelyek használatát törvény vagy szerzői jogok korlátozhatják.
it: Mostra tutte le applicazioni incluse quelle che potrebbero presentare restrizioni a norma di legge o copyright
ja: 法律、もしくは著作権によって制限されるものを含めて、全てのアプリケーションを表示
mk: Прикажи ги сите апликации вклучувајќи ги и оние кои може да се ограничени со закон или авторски права
nl: Alle programma's tonen, ook die mogelijk door wetten of auteursrecht beperkt zijn.
pl: Wyświetlanie wszystkich aplikacji, włącznie z tymi, które są ograniczone prawem lub prawami autorskimi
pt: Mostrar todas as aplicações, incluindo as que possivelmente são restritas por lei ou direitos de autor
ro: Afişează toate aplicaţiile, incluzînd cele cu posibile restrângeri legale sau de drepturi de autor
ru: Показывать все приложения, в том числе и те, которые могут быть ограничены законом или копирайтом

source: All Open Source applications
cs: Všechny svobodné aplikace
de: Alle Open-Source-Anwendungen
he: כל יישומי הקוד הפתוח
hu: Minden nyílt forrású alkalmazás
it: Tutte le applicazioni open source
ja: 全てのオープンソースアプリケーション
mk: Сите апликации со отворен код
nl: Alle open source programma's
pl: Wszystkie aplikacje z otwartym źródłem
pt: Todas as aplicações de Código Fonte Aberto
ru: Все Open Source приложения
